<?php
return [
    7  => [
        247 => [
            'code'    => 'AC',
            'mask'    => '+247-####',
            'country' => 'Остров Вознесения',
        ],
        683 => [
            'code'    => 'NU',
            'mask'    => '+683-####',
            'country' => 'Ниуэ',
        ],
        290 => [
            'code'    => 'SH',
            'mask'    => '+290-####',
            'country' => 'Тристан-да-Кунья',
        ],
        690 => [
            'code'    => 'TK',
            'mask'    => '+690-####',
            'country' => 'Токелау',
        ],
    ],
    9  => [
        376   => [
            'code'    => 'AD',
            'mask'    => '+376-###-###',
            'country' => 'Андорра',
        ],
        6721  => [
            'code'    => 'AQ',
            'mask'    => '+672-1##-###',
            'country' => 'Австралийская антарктическая база',
        ],
        387   => [
            'code'    => 'BA',
            'mask'    => '+387-##-####',
            'country' => 'Босния и Герцеговина',
        ],
        49    => [
            'code'    => 'DE',
            'mask'    => '+49(###)##-##',
            'country' => 'Германия',
        ],
        298   => [
            'code'    => 'FO',
            'mask'    => '+298-###-###',
            'country' => 'Фарерские острова',
        ],
        508   => [
            'code'    => 'FR',
            'mask'    => '+508-##-####',
            'country' => 'Сен-Пьер и Микелон',
        ],
        299   => [
            'code'    => 'GL',
            'mask'    => '+299-##-##-##',
            'country' => 'Гренландия',
        ],
        62    => [
            'code'    => 'ID',
            'mask'    => '+62-##-###-##',
            'country' => 'Индонезия',
        ],
        850   => [
            'code'    => 'KP',
            'mask'    => '+850-###-###',
            'country' => 'Корейская НДР',
        ],
        95    => [
            'code'    => 'MM',
            'mask'    => '+95-#-###-###',
            'country' => 'Бирма (Мьянма)',
        ],
        60    => [
            'code'    => 'MY',
            'mask'    => '+60-#-###-###',
            'country' => 'Малайзия',
        ],
        687   => [
            'code'    => 'NC',
            'mask'    => '+687-##-####',
            'country' => 'Новая Каледония',
        ],
        6723  => [
            'code'    => 'NF',
            'mask'    => '+672-3##-###',
            'country' => 'Норфолк (остров)',
        ],
        689   => [
            'code'    => 'PF',
            'mask'    => '+689-##-##-##',
            'country' => 'Французская Полинезия (Таити)',
        ],
        597   => [
            'code'    => 'SR',
            'mask'    => '+597-###-###',
            'country' => 'Суринам',
        ],
        68890 => [
            'code'    => 'TV',
            'mask'    => '+688-90####',
            'country' => 'Тувалу ',
        ],
        681   => [
            'code'    => 'WF',
            'mask'    => '+681-##-####',
            'country' => 'Уоллис и Футуна',
        ],
        685   => [
            'code'    => 'WS',
            'mask'    => '+685-##-####',
            'country' => 'Самоа',
        ],
    ],
    12 => [
        9715  => [
            'code'    => 'AE',
            'mask'    => '+971-5#-###-####',
            'country' => 'Объединенные Арабские Эмираты',
        ],
        355   => [
            'code'    => 'AL',
            'mask'    => '+355(###)###-###',
            'country' => 'Албания',
        ],
        244   => [
            'code'    => 'AO',
            'mask'    => '+244(###)###-###',
            'country' => 'Ангола',
        ],
        54    => [
            'code'    => 'AR',
            'mask'    => '+54(###)###-####',
            'country' => 'Аргентина',
        ],
        43    => [
            'code'    => 'AT',
            'mask'    => '+43(###)###-####',
            'country' => 'Австрия',
        ],
        994   => [
            'code'    => 'AZ',
            'mask'    => '+994-##-###-##-##',
            'country' => 'Азербайджан',
        ],
        359   => [
            'code'    => 'BG',
            'mask'    => '+359(###)###-###',
            'country' => 'Болгария',
        ],
        55    => [
            'code'    => 'BR',
            'mask'    => '+55-##-####-####',
            'country' => 'Бразилия',
        ],
        375   => [
            'code'    => 'BY',
            'mask'    => '+375(##)###-##-##',
            'country' => 'Беларусь (Белоруссия)',
        ],
        243   => [
            'code'    => 'CD',
            'mask'    => '+243(###)###-###',
            'country' => 'Дем. Респ. Конго (Киншаса)',
        ],
        242   => [
            'code'    => 'CG',
            'mask'    => '+242-##-###-####',
            'country' => 'Конго (Браззавиль)',
        ],
        86    => [
            'code'    => 'CN',
            'mask'    => '+86(###)####-###',
            'country' => 'Китайская Н.Р.',
        ],
        57    => [
            'code'    => 'CO',
            'mask'    => '+57(###)###-####',
            'country' => 'Колумбия',
        ],
        420   => [
            'code'    => 'CZ',
            'mask'    => '+420(###)###-###',
            'country' => 'Чехия',
        ],
        49    => [
            'code'    => 'DE',
            'mask'    => '+49(###)###-####',
            'country' => 'Германия',
        ],
        213   => [
            'code'    => 'DZ',
            'mask'    => '+213-##-###-####',
            'country' => 'Алжир',
        ],
        593   => [
            'code'    => 'EC',
            'mask'    => '+593-##-###-####',
            'country' => 'Эквадор ',
        ],
        20    => [
            'code'    => 'EG',
            'mask'    => '+20(###)###-####',
            'country' => 'Египет',
        ],
        251   => [
            'code'    => 'ET',
            'mask'    => '+251-##-###-####',
            'country' => 'Эфиопия',
        ],
        262   => [
            'code'    => 'RE',
            'mask'    => '+262-#####-####',
            'country' => 'Реюньон',
        ],
        590   => [
            'code'    => 'FR',
            'mask'    => '+590(###)###-###',
            'country' => 'Гваделупа',
        ],
        995   => [
            'code'    => 'GE',
            'mask'    => '+995(###)###-###',
            'country' => 'Грузия',
        ],
        594   => [
            'code'    => 'GF',
            'mask'    => '+594-#####-####',
            'country' => 'Фр. Гвиана',
        ],
        233   => [
            'code'    => 'GH',
            'mask'    => '+233(###)###-###',
            'country' => 'Гана',
        ],
        240   => [
            'code'    => 'GQ',
            'mask'    => '+240-##-###-####',
            'country' => 'Экваториальная Гвинея',
        ],
        30    => [
            'code'    => 'GR',
            'mask'    => '+30(###)###-####',
            'country' => 'Греция',
        ],
        628   => [
            'code'    => 'ID',
            'mask'    => '+62(8##)###-####',
            'country' => 'Индонезия ',
        ],
        353   => [
            'code'    => 'IE',
            'mask'    => '+353(###)###-###',
            'country' => 'Ирландия',
        ],
        9725  => [
            'code'    => 'IL',
            'mask'    => '+972-5#-###-####',
            'country' => 'Израиль ',
        ],
        91    => [
            'code'    => 'IN',
            'mask'    => '+91(####)###-###',
            'country' => 'Индия',
        ],
        98    => [
            'code'    => 'IR',
            'mask'    => '+98(###)###-####',
            'country' => 'Иран',
        ],
        39    => [
            'code'    => 'IT',
            'mask'    => '+39(###)####-###',
            'country' => 'Италия',
        ],
        962   => [
            'code'    => 'JO',
            'mask'    => '+962-#-####-####',
            'country' => 'Иордания',
        ],
        81    => [
            'code'    => 'JP',
            'mask'    => '+81-##-####-####',
            'country' => 'Япония ',
        ],
        254   => [
            'code'    => 'KE',
            'mask'    => '+254-###-######',
            'country' => 'Кения',
        ],
        996   => [
            'code'    => 'KG',
            'mask'    => '+996(###)###-###',
            'country' => 'Киргизия',
        ],
        352   => [
            'code'    => 'LU',
            'mask'    => '+352(###)###-###',
            'country' => 'Люксембург',
        ],
        21821 => [
            'code'    => 'LY',
            'mask'    => '+218-21-###-####',
            'country' => 'Ливия',
        ],
        212   => [
            'code'    => 'MA',
            'mask'    => '+212-##-####-###',
            'country' => 'Марокко',
        ],
        377   => [
            'code'    => 'MC',
            'mask'    => '+377(###)###-###',
            'country' => 'Монако',
        ],
        261   => [
            'code'    => 'MG',
            'mask'    => '+261-##-##-#####',
            'country' => 'Мадагаскар',
        ],
        596   => [
            'code'    => 'MQ',
            'mask'    => '+596(###)##-##-##',
            'country' => 'Мартиника',
        ],
        265   => [
            'code'    => 'MW',
            'mask'    => '+265-#-####-####',
            'country' => 'Малави',
        ],
        52    => [
            'code'    => 'MX',
            'mask'    => '+52(###)###-####',
            'country' => 'Мексика',
        ],
        264   => [
            'code'    => 'NA',
            'mask'    => '+264-##-###-####',
            'country' => 'Намибия',
        ],
        64    => [
            'code'    => 'NZ',
            'mask'    => '+64(###)###-####',
            'country' => 'Новая Зеландия',
        ],
        63    => [
            'code'    => 'PH',
            'mask'    => '+63(###)###-####',
            'country' => 'Филиппины',
        ],
        92    => [
            'code'    => 'PK',
            'mask'    => '+92(###)###-####',
            'country' => 'Пакистан',
        ],
        970   => [
            'code'    => 'PS',
            'mask'    => '+970-##-###-####',
            'country' => 'Палестина',
        ],
        351   => [
            'code'    => 'PT',
            'mask'    => '+351-##-###-####',
            'country' => 'Португалия',
        ],
        595   => [
            'code'    => 'PY',
            'mask'    => '+595(###)###-###',
            'country' => 'Парагвай',
        ],
        381   => [
            'code'    => 'RS',
            'mask'    => '+381-##-###-####',
            'country' => 'Сербия',
        ],
        250   => [
            'code'    => 'RW',
            'mask'    => '+250(###)###-###',
            'country' => 'Руанда',
        ],
        9665  => [
            'code'    => 'SA',
            'mask'    => '+966-5-####-####',
            'country' => 'Саудовская Аравия ',
        ],
        249   => [
            'code'    => 'SD',
            'mask'    => '+249-##-###-####',
            'country' => 'Судан',
        ],
        421   => [
            'code'    => 'SK',
            'mask'    => '+421(###)###-###',
            'country' => 'Словакия',
        ],
        221   => [
            'code'    => 'SN',
            'mask'    => '+221-##-###-####',
            'country' => 'Сенегал',
        ],
        211   => [
            'code'    => 'SS',
            'mask'    => '+211-##-###-####',
            'country' => 'Южный Судан',
        ],
        963   => [
            'code'    => 'SY',
            'mask'    => '+963-##-####-###',
            'country' => 'Сирийская арабская республика',
        ],
        992   => [
            'code'    => 'TJ',
            'mask'    => '+992-##-###-####',
            'country' => 'Таджикистан',
        ],
        90    => [
            'code'    => 'TR',
            'mask'    => '+90(###)###-####',
            'country' => 'Турция',
        ],
        886   => [
            'code'    => 'TW',
            'mask'    => '+886-#-####-####',
            'country' => 'Тайвань',
        ],
        255   => [
            'code'    => 'TZ',
            'mask'    => '+255-##-###-####',
            'country' => 'Танзания',
        ],
        380   => [
            'code'    => 'UA',
            'mask'    => '+380(##)###-##-##',
            'country' => 'Украина',
        ],
        256   => [
            'code'    => 'UG',
            'mask'    => '+256(###)###-###',
            'country' => 'Уганда',
        ],
        44    => [
            'code'    => 'UK',
            'mask'    => '+44-##-####-####',
            'country' => 'Великобритания',
        ],
        998   => [
            'code'    => 'UZ',
            'mask'    => '+998-##-###-####',
            'country' => 'Узбекистан',
        ],
        58    => [
            'code'    => 'VE',
            'mask'    => '+58(###)###-####',
            'country' => 'Венесуэла',
        ],
        84    => [
            'code'    => 'VN',
            'mask'    => '+84(###)####-###',
            'country' => 'Вьетнам',
        ],
        967   => [
            'code'    => 'YE',
            'mask'    => '+967-###-###-###',
            'country' => 'Йемен ',
        ],
        260   => [
            'code'    => 'ZM',
            'mask'    => '+260-##-###-####',
            'country' => 'Замбия',
        ],
    ],
    11 => [
        971      => [
            'code'    => 'AE',
            'mask'    => '+971-#-###-####',
            'country' => 'Объединенные Арабские Эмираты',
        ],
        93       => [
            'code'    => 'AF',
            'mask'    => '+93-##-###-####',
            'country' => 'Афганистан',
        ],
        1268     => [
            'code'    => 'AG',
            'mask'    => '+1(268)###-####',
            'country' => 'Антигуа и Барбуда',
        ],
        1264     => [
            'code'    => 'AI',
            'mask'    => '+1(264)###-####',
            'country' => 'Ангилья',
        ],
        374      => [
            'code'    => 'AM',
            'mask'    => '+374-##-###-###',
            'country' => 'Армения',
        ],
        5999     => [
            'code'    => 'AN',
            'mask'    => '+599-9###-####',
            'country' => 'Нидерландские Антильские острова',
        ],
        1684     => [
            'code'    => 'AS',
            'mask'    => '+1(684)###-####',
            'country' => 'Американское Самоа',
        ],
        61       => [
            'code'    => 'AU',
            'mask'    => '+61-#-####-####',
            'country' => 'Австралия',
        ],
        1246     => [
            'code'    => 'BB',
            'mask'    => '+1(246)###-####',
            'country' => 'Барбадос',
        ],
        880      => [
            'code'    => 'BD',
            'mask'    => '+880-##-###-###',
            'country' => 'Бангладеш',
        ],
        32       => [
            'code'    => 'BE',
            'mask'    => '+32(###)###-###',
            'country' => 'Бельгия',
        ],
        226      => [
            'code'    => 'BF',
            'mask'    => '+226-##-##-####',
            'country' => 'Буркина Фасо',
        ],
        973      => [
            'code'    => 'BH',
            'mask'    => '+973-####-####',
            'country' => 'Бахрейн',
        ],
        257      => [
            'code'    => 'BI',
            'mask'    => '+257-##-##-####',
            'country' => 'Бурунди',
        ],
        229      => [
            'code'    => 'BJ',
            'mask'    => '+229-##-##-####',
            'country' => 'Бенин',
        ],
        1441     => [
            'code'    => 'BM',
            'mask'    => '+1(441)###-####',
            'country' => 'Бермудские острова',
        ],
        591      => [
            'code'    => 'BO',
            'mask'    => '+591-#-###-####',
            'country' => 'Боливия',
        ],
        1242     => [
            'code'    => 'BS',
            'mask'    => '+1(242)###-####',
            'country' => 'Багамские Острова',
        ],
        97517    => [
            'code'    => 'BT',
            'mask'    => '+975-17-###-###',
            'country' => 'Бутан',
        ],
        267      => [
            'code'    => 'BW',
            'mask'    => '+267-##-###-###',
            'country' => 'Ботсвана',
        ],
        236      => [
            'code'    => 'CF',
            'mask'    => '+236-##-##-####',
            'country' => 'Центральноафриканская Республика',
        ],
        41       => [
            'code'    => 'CH',
            'mask'    => '+41-##-###-####',
            'country' => 'Швейцария',
        ],
        225      => [
            'code'    => 'CI',
            'mask'    => '+225-##-###-###',
            'country' => 'Кот-д’Ивуар',
        ],
        56       => [
            'code'    => 'CL',
            'mask'    => '+56-#-####-####',
            'country' => 'Чили',
        ],
        237      => [
            'code'    => 'CM',
            'mask'    => '+237-####-####',
            'country' => 'Камерун',
        ],
        506      => [
            'code'    => 'CR',
            'mask'    => '+506-####-####',
            'country' => 'Коста-Рика',
        ],
        357      => [
            'code'    => 'CY',
            'mask'    => '+357-##-###-###',
            'country' => 'Кипр',
        ],
        49       => [
            'code'    => 'DE',
            'mask'    => '+49(###)##-####',
            'country' => 'Германия',
        ],
        253      => [
            'code'    => 'DJ',
            'mask'    => '+253-##-##-##-##',
            'country' => 'Джибути',
        ],
        1767     => [
            'code'    => 'DM',
            'mask'    => '+1(767)###-####',
            'country' => 'Доминика',
        ],
        1809     => [
            'code'    => 'DO',
            'mask'    => '+1(809)###-####',
            'country' => 'Доминиканская Республика',
        ],
        1829     => [
            'code'    => 'DO',
            'mask'    => '+1(829)###-####',
            'country' => 'Доминиканская Республика',
        ],
        1849     => [
            'code'    => 'DO',
            'mask'    => '+1(849)###-####',
            'country' => 'Доминиканская Республика',
        ],
        593      => [
            'code'    => 'EC',
            'mask'    => '+593-#-###-####',
            'country' => 'Эквадор',
        ],
        372      => [
            'code'    => 'EE',
            'mask'    => '+372-####-####',
            'country' => 'Эстония ',
        ],
        34       => [
            'code'    => 'ES',
            'mask'    => '+34(###)###-###',
            'country' => 'Испания',
        ],
        33       => [
            'code'    => 'FR',
            'mask'    => '+33(###)###-###',
            'country' => 'Франция',
        ],
        1473     => [
            'code'    => 'GD',
            'mask'    => '+1(473)###-####',
            'country' => 'Гренада',
        ],
        350      => [
            'code'    => 'GI',
            'mask'    => '+350-###-#####',
            'country' => 'Гибралтар',
        ],
        224      => [
            'code'    => 'GN',
            'mask'    => '+224-##-###-###',
            'country' => 'Гвинея',
        ],
        502      => [
            'code'    => 'GT',
            'mask'    => '+502-#-###-####',
            'country' => 'Гватемала',
        ],
        1671     => [
            'code'    => 'GU',
            'mask'    => '+1(671)###-####',
            'country' => 'Гуам',
        ],
        852      => [
            'code'    => 'HK',
            'mask'    => '+852-####-####',
            'country' => 'Гонконг',
        ],
        504      => [
            'code'    => 'HN',
            'mask'    => '+504-####-####',
            'country' => 'Гондурас',
        ],
        385      => [
            'code'    => 'HR',
            'mask'    => '+385-##-###-###',
            'country' => 'Хорватия',
        ],
        509      => [
            'code'    => 'HT',
            'mask'    => '+509-##-##-####',
            'country' => 'Гаити',
        ],
        36       => [
            'code'    => 'HU',
            'mask'    => '+36(###)###-###',
            'country' => 'Венгрия',
        ],
        62       => [
            'code'    => 'ID',
            'mask'    => '+62-##-###-####',
            'country' => 'Индонезия',
        ],
        628      => [
            'code'    => 'ID',
            'mask'    => '+62(8##)###-###',
            'country' => 'Индонезия ',
        ],
        972      => [
            'code'    => 'IL',
            'mask'    => '+972-#-###-####',
            'country' => 'Израиль',
        ],
        1876     => [
            'code'    => 'JM',
            'mask'    => '+1(876)###-####',
            'country' => 'Ямайка',
        ],
        81       => [
            'code'    => 'JP',
            'mask'    => '+81(###)###-###',
            'country' => 'Япония',
        ],
        855      => [
            'code'    => 'KH',
            'mask'    => '+855-##-###-###',
            'country' => 'Камбоджа',
        ],
        1869     => [
            'code'    => 'KN',
            'mask'    => '+1(869)###-####',
            'country' => 'Сент-Китс и Невис',
        ],
        850      => [
            'code'    => 'KP',
            'mask'    => '+850-####-####',
            'country' => 'Корейская НДР',
        ],
        82       => [
            'code'    => 'KR',
            'mask'    => '+82-##-###-####',
            'country' => 'Респ. Корея',
        ],
        965      => [
            'code'    => 'KW',
            'mask'    => '+965-####-####',
            'country' => 'Кувейт',
        ],
        1345     => [
            'code'    => 'KY',
            'mask'    => '+1(345)###-####',
            'country' => 'Каймановы острова',
        ],
        76       => [
            'code'    => 'KZ',
            'mask'    => '+7(6##)###-##-##',
            'country' => 'Казахстан',
        ],
        77       => [
            'code'    => 'KZ',
            'mask'    => '+7(7##)###-##-##',
            'country' => 'Казахстан',
        ],
        856      => [
            'code'    => 'LA',
            'mask'    => '+856-##-###-###',
            'country' => 'Лаос',
        ],
        961      => [
            'code'    => 'LB',
            'mask'    => '+961-##-###-###',
            'country' => 'Ливан ',
        ],
        1758     => [
            'code'    => 'LC',
            'mask'    => '+1(758)###-####',
            'country' => 'Сент-Люсия',
        ],
        94       => [
            'code'    => 'LK',
            'mask'    => '+94-##-###-####',
            'country' => 'Шри-Ланка',
        ],
        231      => [
            'code'    => 'LR',
            'mask'    => '+231-##-###-###',
            'country' => 'Либерия',
        ],
        266      => [
            'code'    => 'LS',
            'mask'    => '+266-#-###-####',
            'country' => 'Лесото',
        ],
        370      => [
            'code'    => 'LT',
            'mask'    => '+370(###)##-###',
            'country' => 'Литва',
        ],
        371      => [
            'code'    => 'LV',
            'mask'    => '+371-##-###-###',
            'country' => 'Латвия',
        ],
        218      => [
            'code'    => 'LY',
            'mask'    => '+218-##-###-###',
            'country' => 'Ливия',
        ],
        377      => [
            'code'    => 'MC',
            'mask'    => '+377-##-###-###',
            'country' => 'Монако',
        ],
        373      => [
            'code'    => 'MD',
            'mask'    => '+373-####-####',
            'country' => 'Молдова',
        ],
        382      => [
            'code'    => 'ME',
            'mask'    => '+382-##-###-###',
            'country' => 'Черногория',
        ],
        389      => [
            'code'    => 'MK',
            'mask'    => '+389-##-###-###',
            'country' => 'Респ. Македония',
        ],
        223      => [
            'code'    => 'ML',
            'mask'    => '+223-##-##-####',
            'country' => 'Мали',
        ],
        976      => [
            'code'    => 'MN',
            'mask'    => '+976-##-##-####',
            'country' => 'Монголия',
        ],
        853      => [
            'code'    => 'MO',
            'mask'    => '+853-####-####',
            'country' => 'Макао',
        ],
        1670     => [
            'code'    => 'MP',
            'mask'    => '+1(670)###-####',
            'country' => 'Северные Марианские острова Сайпан',
        ],
        222      => [
            'code'    => 'MR',
            'mask'    => '+222-##-##-####',
            'country' => 'Мавритания',
        ],
        1664     => [
            'code'    => 'MS',
            'mask'    => '+1(664)###-####',
            'country' => 'Монтсеррат',
        ],
        356      => [
            'code'    => 'MT',
            'mask'    => '+356-####-####',
            'country' => 'Мальта',
        ],
        60       => [
            'code'    => 'MY',
            'mask'    => '+60(###)###-###',
            'country' => 'Малайзия',
        ],
        258      => [
            'code'    => 'MZ',
            'mask'    => '+258-##-###-###',
            'country' => 'Мозамбик',
        ],
        227      => [
            'code'    => 'NE',
            'mask'    => '+227-##-##-####',
            'country' => 'Нигер',
        ],
        234      => [
            'code'    => 'NG',
            'mask'    => '+234-##-###-###',
            'country' => 'Нигерия',
        ],
        505      => [
            'code'    => 'NI',
            'mask'    => '+505-####-####',
            'country' => 'Никарагуа',
        ],
        31       => [
            'code'    => 'NL',
            'mask'    => '+31-##-###-####',
            'country' => 'Нидерланды',
        ],
        977      => [
            'code'    => 'NP',
            'mask'    => '+977-##-###-###',
            'country' => 'Непал',
        ],
        64       => [
            'code'    => 'NZ',
            'mask'    => '+64(###)###-###',
            'country' => 'Новая Зеландия',
        ],
        968      => [
            'code'    => 'OM',
            'mask'    => '+968-##-###-###',
            'country' => 'Оман',
        ],
        51       => [
            'code'    => 'PE',
            'mask'    => '+51(###)###-###',
            'country' => 'Перу',
        ],
        675      => [
            'code'    => 'PG',
            'mask'    => '+675(###)##-###',
            'country' => 'Папуа-Новая Гвинея',
        ],
        48       => [
            'code'    => 'PL',
            'mask'    => '+48(###)###-###',
            'country' => 'Польша',
        ],
        974      => [
            'code'    => 'QA',
            'mask'    => '+974-####-####',
            'country' => 'Катар',
        ],
        40       => [
            'code'    => 'RO',
            'mask'    => '+40-##-###-####',
            'country' => 'Румыния',
        ],
        7        => [
            'code'    => 'RU',
            'mask'    => '+7(###)###-##-##',
            'country' => 'Россия',
        ],
        966      => [
            'code'    => 'SA',
            'mask'    => '+966-#-###-####',
            'country' => 'Саудовская Аравия',
        ],
        46       => [
            'code'    => 'SE',
            'mask'    => '+46-##-###-####',
            'country' => 'Швеция',
        ],
        386      => [
            'code'    => 'SI',
            'mask'    => '+386-##-###-###',
            'country' => 'Словения',
        ],
        232      => [
            'code'    => 'SL',
            'mask'    => '+232-##-######',
            'country' => 'Сьерра-Леоне',
        ],
        252      => [
            'code'    => 'SO',
            'mask'    => '+252-##-###-###',
            'country' => 'Сомали',
        ],
        503      => [
            'code'    => 'SV',
            'mask'    => '+503-##-##-####',
            'country' => 'Сальвадор',
        ],
        1721     => [
            'code'    => 'SX',
            'mask'    => '+1(721)###-####',
            'country' => 'Синт-Маартен',
        ],
        268      => [
            'code'    => 'SZ',
            'mask'    => '+268-##-##-####',
            'country' => 'Свазиленд',
        ],
        1649     => [
            'code'    => 'TC',
            'mask'    => '+1(649)###-####',
            'country' => 'Тёркс и Кайкос',
        ],
        235      => [
            'code'    => 'TD',
            'mask'    => '+235-##-##-##-##',
            'country' => 'Чад',
        ],
        228      => [
            'code'    => 'TG',
            'mask'    => '+228-##-###-###',
            'country' => 'Того',
        ],
        66       => [
            'code'    => 'TH',
            'mask'    => '+66-##-###-####',
            'country' => 'Таиланд ',
        ],
        67077    => [
            'code'    => 'TL',
            'mask'    => '+670-77#-#####',
            'country' => 'Восточный Тимор',
        ],
        67078    => [
            'code'    => 'TL',
            'mask'    => '+670-78#-#####',
            'country' => 'Восточный Тимор',
        ],
        993      => [
            'code'    => 'TM',
            'mask'    => '+993-#-###-####',
            'country' => 'Туркменистан',
        ],
        216      => [
            'code'    => 'TN',
            'mask'    => '+216-##-###-###',
            'country' => 'Тунис',
        ],
        1868     => [
            'code'    => 'TT',
            'mask'    => '+1(868)###-####',
            'country' => 'Тринидад и Тобаго',
        ],
        886      => [
            'code'    => 'TW',
            'mask'    => '+886-####-####',
            'country' => 'Тайвань',
        ],
        598      => [
            'code'    => 'UY',
            'mask'    => '+598-#-###-##-##',
            'country' => 'Уругвай',
        ],
        396698   => [
            'code'    => 'VA',
            'mask'    => '+39-6-698-#####',
            'country' => 'Ватикан',
        ],
        1784     => [
            'code'    => 'VC',
            'mask'    => '+1(784)###-####',
            'country' => 'Сент-Винсент и Гренадины',
        ],
        1284     => [
            'code'    => 'VG',
            'mask'    => '+1(284)###-####',
            'country' => 'Британские Виргинские острова',
        ],
        1340     => [
            'code'    => 'VI',
            'mask'    => '+1(340)###-####',
            'country' => 'Американские Виргинские острова',
        ],
        84       => [
            'code'    => 'VN',
            'mask'    => '+84-##-####-###',
            'country' => 'Вьетнам',
        ],
        967      => [
            'code'    => 'YE',
            'mask'    => '+967-##-###-###',
            'country' => 'Йемен',
        ],
        27       => [
            'code'    => 'ZA',
            'mask'    => '+27-##-###-####',
            'country' => 'Южно-Африканская Респ.',
        ],
        1        => [
            'code'    => [
                0 => 'US',
                1 => 'CA',
            ],
            'mask'    => '+1(###)###-####',
            'country' => 'США и Канада',
        ],
        7301     => [
            'code'    => 'ru',
            'mask'    => '+7(301)###-##-##',
            'country' => 'Россия',
        ],
        73012    => [
            'code'    => 'ru',
            'mask'    => '+7(3012)##-##-##',
            'country' => 'Россия',
        ],
        730130   => [
            'code'    => 'ru',
            'mask'    => '+7(30130)#-##-##',
            'country' => 'Россия',
        ],
        730131   => [
            'code'    => 'ru',
            'mask'    => '+7(30131)#-##-##',
            'country' => 'Россия',
        ],
        730132   => [
            'code'    => 'ru',
            'mask'    => '+7(30132)#-##-##',
            'country' => 'Россия',
        ],
        730133   => [
            'code'    => 'ru',
            'mask'    => '+7(30133)#-##-##',
            'country' => 'Россия',
        ],
        730134   => [
            'code'    => 'ru',
            'mask'    => '+7(30134)#-##-##',
            'country' => 'Россия',
        ],
        730135   => [
            'code'    => 'ru',
            'mask'    => '+7(30135)#-##-##',
            'country' => 'Россия',
        ],
        730136   => [
            'code'    => 'ru',
            'mask'    => '+7(30136)#-##-##',
            'country' => 'Россия',
        ],
        730137   => [
            'code'    => 'ru',
            'mask'    => '+7(30137)#-##-##',
            'country' => 'Россия',
        ],
        730138   => [
            'code'    => 'ru',
            'mask'    => '+7(30138)#-##-##',
            'country' => 'Россия',
        ],
        730140   => [
            'code'    => 'ru',
            'mask'    => '+7(30140)#-##-##',
            'country' => 'Россия',
        ],
        730141   => [
            'code'    => 'ru',
            'mask'    => '+7(30141)#-##-##',
            'country' => 'Россия',
        ],
        730142   => [
            'code'    => 'ru',
            'mask'    => '+7(30142)#-##-##',
            'country' => 'Россия',
        ],
        730143   => [
            'code'    => 'ru',
            'mask'    => '+7(30143)#-##-##',
            'country' => 'Россия',
        ],
        730144   => [
            'code'    => 'ru',
            'mask'    => '+7(30144)#-##-##',
            'country' => 'Россия',
        ],
        730145   => [
            'code'    => 'ru',
            'mask'    => '+7(30145)#-##-##',
            'country' => 'Россия',
        ],
        730146   => [
            'code'    => 'ru',
            'mask'    => '+7(30146)#-##-##',
            'country' => 'Россия',
        ],
        730147   => [
            'code'    => 'ru',
            'mask'    => '+7(30147)#-##-##',
            'country' => 'Россия',
        ],
        730148   => [
            'code'    => 'ru',
            'mask'    => '+7(30148)#-##-##',
            'country' => 'Россия',
        ],
        730149   => [
            'code'    => 'ru',
            'mask'    => '+7(30149)#-##-##',
            'country' => 'Россия',
        ],
        730150   => [
            'code'    => 'ru',
            'mask'    => '+7(30150)#-##-##',
            'country' => 'Россия',
        ],
        730153   => [
            'code'    => 'ru',
            'mask'    => '+7(30153)#-##-##',
            'country' => 'Россия',
        ],
        7302     => [
            'code'    => 'ru',
            'mask'    => '+7(302)###-##-##',
            'country' => 'Россия',
        ],
        73022    => [
            'code'    => 'ru',
            'mask'    => '+7(3022)##-##-##',
            'country' => 'Россия',
        ],
        730230   => [
            'code'    => 'ru',
            'mask'    => '+7(30230)#-##-##',
            'country' => 'Россия',
        ],
        730231   => [
            'code'    => 'ru',
            'mask'    => '+7(30231)#-##-##',
            'country' => 'Россия',
        ],
        730232   => [
            'code'    => 'ru',
            'mask'    => '+7(30232)#-##-##',
            'country' => 'Россия',
        ],
        730233   => [
            'code'    => 'ru',
            'mask'    => '+7(30233)#-##-##',
            'country' => 'Россия',
        ],
        730234   => [
            'code'    => 'ru',
            'mask'    => '+7(30234)#-##-##',
            'country' => 'Россия',
        ],
        730235   => [
            'code'    => 'ru',
            'mask'    => '+7(30235)#-##-##',
            'country' => 'Россия',
        ],
        730236   => [
            'code'    => 'ru',
            'mask'    => '+7(30236)#-##-##',
            'country' => 'Россия',
        ],
        730237   => [
            'code'    => 'ru',
            'mask'    => '+7(30237)#-##-##',
            'country' => 'Россия',
        ],
        730238   => [
            'code'    => 'ru',
            'mask'    => '+7(30238)#-##-##',
            'country' => 'Россия',
        ],
        730239   => [
            'code'    => 'ru',
            'mask'    => '+7(30239)#-##-##',
            'country' => 'Россия',
        ],
        730240   => [
            'code'    => 'ru',
            'mask'    => '+7(30240)#-##-##',
            'country' => 'Россия',
        ],
        730241   => [
            'code'    => 'ru',
            'mask'    => '+7(30241)#-##-##',
            'country' => 'Россия',
        ],
        730242   => [
            'code'    => 'ru',
            'mask'    => '+7(30242)#-##-##',
            'country' => 'Россия',
        ],
        730243   => [
            'code'    => 'ru',
            'mask'    => '+7(30243)#-##-##',
            'country' => 'Россия',
        ],
        730244   => [
            'code'    => 'ru',
            'mask'    => '+7(30244)#-##-##',
            'country' => 'Россия',
        ],
        730245   => [
            'code'    => 'ru',
            'mask'    => '+7(30245)#-##-##',
            'country' => 'Россия',
        ],
        730246   => [
            'code'    => 'ru',
            'mask'    => '+7(30246)#-##-##',
            'country' => 'Россия',
        ],
        730247   => [
            'code'    => 'ru',
            'mask'    => '+7(30247)#-##-##',
            'country' => 'Россия',
        ],
        730248   => [
            'code'    => 'ru',
            'mask'    => '+7(30248)#-##-##',
            'country' => 'Россия',
        ],
        730249   => [
            'code'    => 'ru',
            'mask'    => '+7(30249)#-##-##',
            'country' => 'Россия',
        ],
        730251   => [
            'code'    => 'ru',
            'mask'    => '+7(30251)#-##-##',
            'country' => 'Россия',
        ],
        730252   => [
            'code'    => 'ru',
            'mask'    => '+7(30252)#-##-##',
            'country' => 'Россия',
        ],
        730253   => [
            'code'    => 'ru',
            'mask'    => '+7(30253)#-##-##',
            'country' => 'Россия',
        ],
        730255   => [
            'code'    => 'ru',
            'mask'    => '+7(30255)#-##-##',
            'country' => 'Россия',
        ],
        730256   => [
            'code'    => 'ru',
            'mask'    => '+7(30256)#-##-##',
            'country' => 'Россия',
        ],
        730257   => [
            'code'    => 'ru',
            'mask'    => '+7(30257)#-##-##',
            'country' => 'Россия',
        ],
        730261   => [
            'code'    => 'ru',
            'mask'    => '+7(30261)#-##-##',
            'country' => 'Россия',
        ],
        730262   => [
            'code'    => 'ru',
            'mask'    => '+7(30262)#-##-##',
            'country' => 'Россия',
        ],
        730264   => [
            'code'    => 'ru',
            'mask'    => '+7(30264)#-##-##',
            'country' => 'Россия',
        ],
        730265   => [
            'code'    => 'ru',
            'mask'    => '+7(30265)#-##-##',
            'country' => 'Россия',
        ],
        730266   => [
            'code'    => 'ru',
            'mask'    => '+7(30266)#-##-##',
            'country' => 'Россия',
        ],
        7341     => [
            'code'    => 'ru',
            'mask'    => '+7(341)###-##-##',
            'country' => 'Россия',
        ],
        73412    => [
            'code'    => 'ru',
            'mask'    => '+7(3412)##-##-##',
            'country' => 'Россия',
        ],
        734126   => [
            'code'    => 'ru',
            'mask'    => '+7(34126)#-##-##',
            'country' => 'Россия',
        ],
        734130   => [
            'code'    => 'ru',
            'mask'    => '+7(34130)#-##-##',
            'country' => 'Россия',
        ],
        734132   => [
            'code'    => 'ru',
            'mask'    => '+7(34132)#-##-##',
            'country' => 'Россия',
        ],
        734133   => [
            'code'    => 'ru',
            'mask'    => '+7(34133)#-##-##',
            'country' => 'Россия',
        ],
        734134   => [
            'code'    => 'ru',
            'mask'    => '+7(34134)#-##-##',
            'country' => 'Россия',
        ],
        734136   => [
            'code'    => 'ru',
            'mask'    => '+7(34136)#-##-##',
            'country' => 'Россия',
        ],
        734138   => [
            'code'    => 'ru',
            'mask'    => '+7(34138)#-##-##',
            'country' => 'Россия',
        ],
        734139   => [
            'code'    => 'ru',
            'mask'    => '+7(34139)#-##-##',
            'country' => 'Россия',
        ],
        734141   => [
            'code'    => 'ru',
            'mask'    => '+7(34141)#-##-##',
            'country' => 'Россия',
        ],
        734145   => [
            'code'    => 'ru',
            'mask'    => '+7(34145)#-##-##',
            'country' => 'Россия',
        ],
        734147   => [
            'code'    => 'ru',
            'mask'    => '+7(34147)#-##-##',
            'country' => 'Россия',
        ],
        734150   => [
            'code'    => 'ru',
            'mask'    => '+7(34150)#-##-##',
            'country' => 'Россия',
        ],
        734151   => [
            'code'    => 'ru',
            'mask'    => '+7(34151)#-##-##',
            'country' => 'Россия',
        ],
        734152   => [
            'code'    => 'ru',
            'mask'    => '+7(34152)#-##-##',
            'country' => 'Россия',
        ],
        734153   => [
            'code'    => 'ru',
            'mask'    => '+7(34153)#-##-##',
            'country' => 'Россия',
        ],
        734154   => [
            'code'    => 'ru',
            'mask'    => '+7(34154)#-##-##',
            'country' => 'Россия',
        ],
        734155   => [
            'code'    => 'ru',
            'mask'    => '+7(34155)#-##-##',
            'country' => 'Россия',
        ],
        734157   => [
            'code'    => 'ru',
            'mask'    => '+7(34157)#-##-##',
            'country' => 'Россия',
        ],
        734158   => [
            'code'    => 'ru',
            'mask'    => '+7(34158)#-##-##',
            'country' => 'Россия',
        ],
        734159   => [
            'code'    => 'ru',
            'mask'    => '+7(34159)#-##-##',
            'country' => 'Россия',
        ],
        734161   => [
            'code'    => 'ru',
            'mask'    => '+7(34161)#-##-##',
            'country' => 'Россия',
        ],
        734162   => [
            'code'    => 'ru',
            'mask'    => '+7(34162)#-##-##',
            'country' => 'Россия',
        ],
        734163   => [
            'code'    => 'ru',
            'mask'    => '+7(34163)#-##-##',
            'country' => 'Россия',
        ],
        734164   => [
            'code'    => 'ru',
            'mask'    => '+7(34164)#-##-##',
            'country' => 'Россия',
        ],
        734166   => [
            'code'    => 'ru',
            'mask'    => '+7(34166)#-##-##',
            'country' => 'Россия',
        ],
        7342     => [
            'code'    => 'ru',
            'mask'    => '+7(342)###-##-##',
            'country' => 'Россия',
        ],
        73422    => [
            'code'    => 'ru',
            'mask'    => '+7(342)2##-##-##',
            'country' => 'Россия',
        ],
        73423    => [
            'code'    => 'ru',
            'mask'    => '+7(342)3##-##-##',
            'country' => 'Россия',
        ],
        734242   => [
            'code'    => 'ru',
            'mask'    => '+7(3424)2#-##-##',
            'country' => 'Россия',
        ],
        734240   => [
            'code'    => 'ru',
            'mask'    => '+7(34240)#-##-##',
            'country' => 'Россия',
        ],
        734241   => [
            'code'    => 'ru',
            'mask'    => '+7(34241)#-##-##',
            'country' => 'Россия',
        ],
        734243   => [
            'code'    => 'ru',
            'mask'    => '+7(34243)#-##-##',
            'country' => 'Россия',
        ],
        734244   => [
            'code'    => 'ru',
            'mask'    => '+7(34244)#-##-##',
            'country' => 'Россия',
        ],
        734245   => [
            'code'    => 'ru',
            'mask'    => '+7(34245)#-##-##',
            'country' => 'Россия',
        ],
        734246   => [
            'code'    => 'ru',
            'mask'    => '+7(34246)#-##-##',
            'country' => 'Россия',
        ],
        734248   => [
            'code'    => 'ru',
            'mask'    => '+7(34248)#-##-##',
            'country' => 'Россия',
        ],
        734249   => [
            'code'    => 'ru',
            'mask'    => '+7(34249)#-##-##',
            'country' => 'Россия',
        ],
        734250   => [
            'code'    => 'ru',
            'mask'    => '+7(34250)#-##-##',
            'country' => 'Россия',
        ],
        734251   => [
            'code'    => 'ru',
            'mask'    => '+7(34251)#-##-##',
            'country' => 'Россия',
        ],
        734252   => [
            'code'    => 'ru',
            'mask'    => '+7(34252)#-##-##',
            'country' => 'Россия',
        ],
        734253   => [
            'code'    => 'ru',
            'mask'    => '+7(34253)#-##-##',
            'country' => 'Россия',
        ],
        734254   => [
            'code'    => 'ru',
            'mask'    => '+7(34254)#-##-##',
            'country' => 'Россия',
        ],
        734255   => [
            'code'    => 'ru',
            'mask'    => '+7(34255)#-##-##',
            'country' => 'Россия',
        ],
        734256   => [
            'code'    => 'ru',
            'mask'    => '+7(34256)#-##-##',
            'country' => 'Россия',
        ],
        734257   => [
            'code'    => 'ru',
            'mask'    => '+7(34257)#-##-##',
            'country' => 'Россия',
        ],
        734258   => [
            'code'    => 'ru',
            'mask'    => '+7(34258)#-##-##',
            'country' => 'Россия',
        ],
        734259   => [
            'code'    => 'ru',
            'mask'    => '+7(34259)#-##-##',
            'country' => 'Россия',
        ],
        734260   => [
            'code'    => 'ru',
            'mask'    => '+7(34260)#-##-##',
            'country' => 'Россия',
        ],
        734261   => [
            'code'    => 'ru',
            'mask'    => '+7(34261)#-##-##',
            'country' => 'Россия',
        ],
        734262   => [
            'code'    => 'ru',
            'mask'    => '+7(34262)#-##-##',
            'country' => 'Россия',
        ],
        734263   => [
            'code'    => 'ru',
            'mask'    => '+7(34263)#-##-##',
            'country' => 'Россия',
        ],
        734265   => [
            'code'    => 'ru',
            'mask'    => '+7(34265)#-##-##',
            'country' => 'Россия',
        ],
        734266   => [
            'code'    => 'ru',
            'mask'    => '+7(34266)#-##-##',
            'country' => 'Россия',
        ],
        734268   => [
            'code'    => 'ru',
            'mask'    => '+7(34268)#-##-##',
            'country' => 'Россия',
        ],
        734269   => [
            'code'    => 'ru',
            'mask'    => '+7(34269)#-##-##',
            'country' => 'Россия',
        ],
        734271   => [
            'code'    => 'ru',
            'mask'    => '+7(34271)#-##-##',
            'country' => 'Россия',
        ],
        734272   => [
            'code'    => 'ru',
            'mask'    => '+7(34272)#-##-##',
            'country' => 'Россия',
        ],
        734273   => [
            'code'    => 'ru',
            'mask'    => '+7(34273)#-##-##',
            'country' => 'Россия',
        ],
        734274   => [
            'code'    => 'ru',
            'mask'    => '+7(34274)#-##-##',
            'country' => 'Россия',
        ],
        734275   => [
            'code'    => 'ru',
            'mask'    => '+7(34275)#-##-##',
            'country' => 'Россия',
        ],
        734276   => [
            'code'    => 'ru',
            'mask'    => '+7(34276)#-##-##',
            'country' => 'Россия',
        ],
        734277   => [
            'code'    => 'ru',
            'mask'    => '+7(34277)#-##-##',
            'country' => 'Россия',
        ],
        734278   => [
            'code'    => 'ru',
            'mask'    => '+7(34278)#-##-##',
            'country' => 'Россия',
        ],
        734279   => [
            'code'    => 'ru',
            'mask'    => '+7(34279)#-##-##',
            'country' => 'Россия',
        ],
        734291   => [
            'code'    => 'ru',
            'mask'    => '+7(34291)#-##-##',
            'country' => 'Россия',
        ],
        734292   => [
            'code'    => 'ru',
            'mask'    => '+7(34292)#-##-##',
            'country' => 'Россия',
        ],
        734293   => [
            'code'    => 'ru',
            'mask'    => '+7(34293)#-##-##',
            'country' => 'Россия',
        ],
        734294   => [
            'code'    => 'ru',
            'mask'    => '+7(34294)#-##-##',
            'country' => 'Россия',
        ],
        734296   => [
            'code'    => 'ru',
            'mask'    => '+7(34296)#-##-##',
            'country' => 'Россия',
        ],
        734297   => [
            'code'    => 'ru',
            'mask'    => '+7(34297)#-##-##',
            'country' => 'Россия',
        ],
        734298   => [
            'code'    => 'ru',
            'mask'    => '+7(34298)#-##-##',
            'country' => 'Россия',
        ],
        7343     => [
            'code'    => 'ru',
            'mask'    => '+7(343)###-##-##',
            'country' => 'Россия',
        ],
        73432    => [
            'code'    => 'ru',
            'mask'    => '+7(343)2##-##-##',
            'country' => 'Россия',
        ],
        73433    => [
            'code'    => 'ru',
            'mask'    => '+7(343)3##-##-##',
            'country' => 'Россия',
        ],
        734341   => [
            'code'    => 'ru',
            'mask'    => '+7(34341)#-##-##',
            'country' => 'Россия',
        ],
        7343422  => [
            'code'    => 'ru',
            'mask'    => '+7(34342)2-##-##',
            'country' => 'Россия',
        ],
        7343423  => [
            'code'    => 'ru',
            'mask'    => '+7(34342)3-##-##',
            'country' => 'Россия',
        ],
        7343425  => [
            'code'    => 'ru',
            'mask'    => '+7(34342)5-##-##',
            'country' => 'Россия',
        ],
        7343426  => [
            'code'    => 'ru',
            'mask'    => '+7(34342)6-##-##',
            'country' => 'Россия',
        ],
        734343   => [
            'code'    => 'ru',
            'mask'    => '+7(34343)#-##-##',
            'country' => 'Россия',
        ],
        734344   => [
            'code'    => 'ru',
            'mask'    => '+7(34344)#-##-##',
            'country' => 'Россия',
        ],
        734345   => [
            'code'    => 'ru',
            'mask'    => '+7(34345)#-##-##',
            'country' => 'Россия',
        ],
        734346   => [
            'code'    => 'ru',
            'mask'    => '+7(34346)#-##-##',
            'country' => 'Россия',
        ],
        734347   => [
            'code'    => 'ru',
            'mask'    => '+7(34347)#-##-##',
            'country' => 'Россия',
        ],
        734349   => [
            'code'    => 'ru',
            'mask'    => '+7(34349)#-##-##',
            'country' => 'Россия',
        ],
        73435    => [
            'code'    => 'ru',
            'mask'    => '+7(3435)##-##-##',
            'country' => 'Россия',
        ],
        734350   => [
            'code'    => 'ru',
            'mask'    => '+7(34350)#-##-##',
            'country' => 'Россия',
        ],
        734355   => [
            'code'    => 'ru',
            'mask'    => '+7(34355)#-##-##',
            'country' => 'Россия',
        ],
        734356   => [
            'code'    => 'ru',
            'mask'    => '+7(34356)#-##-##',
            'country' => 'Россия',
        ],
        734357   => [
            'code'    => 'ru',
            'mask'    => '+7(34357)#-##-##',
            'country' => 'Россия',
        ],
        734358   => [
            'code'    => 'ru',
            'mask'    => '+7(34358)#-##-##',
            'country' => 'Россия',
        ],
        734360   => [
            'code'    => 'ru',
            'mask'    => '+7(34360)#-##-##',
            'country' => 'Россия',
        ],
        734361   => [
            'code'    => 'ru',
            'mask'    => '+7(34361)#-##-##',
            'country' => 'Россия',
        ],
        734362   => [
            'code'    => 'ru',
            'mask'    => '+7(34362)#-##-##',
            'country' => 'Россия',
        ],
        734363   => [
            'code'    => 'ru',
            'mask'    => '+7(34363)#-##-##',
            'country' => 'Россия',
        ],
        734364   => [
            'code'    => 'ru',
            'mask'    => '+7(34364)#-##-##',
            'country' => 'Россия',
        ],
        734365   => [
            'code'    => 'ru',
            'mask'    => '+7(34365)#-##-##',
            'country' => 'Россия',
        ],
        734367   => [
            'code'    => 'ru',
            'mask'    => '+7(34367)#-##-##',
            'country' => 'Россия',
        ],
        734368   => [
            'code'    => 'ru',
            'mask'    => '+7(34368)#-##-##',
            'country' => 'Россия',
        ],
        734369   => [
            'code'    => 'ru',
            'mask'    => '+7(34369)#-##-##',
            'country' => 'Россия',
        ],
        734370   => [
            'code'    => 'ru',
            'mask'    => '+7(34370)#-##-##',
            'country' => 'Россия',
        ],
        734371   => [
            'code'    => 'ru',
            'mask'    => '+7(34371)#-##-##',
            'country' => 'Россия',
        ],
        734372   => [
            'code'    => 'ru',
            'mask'    => '+7(34372)#-##-##',
            'country' => 'Россия',
        ],
        734373   => [
            'code'    => 'ru',
            'mask'    => '+7(34373)#-##-##',
            'country' => 'Россия',
        ],
        734374   => [
            'code'    => 'ru',
            'mask'    => '+7(34374)#-##-##',
            'country' => 'Россия',
        ],
        734375   => [
            'code'    => 'ru',
            'mask'    => '+7(34375)#-##-##',
            'country' => 'Россия',
        ],
        734376   => [
            'code'    => 'ru',
            'mask'    => '+7(34376)#-##-##',
            'country' => 'Россия',
        ],
        734377   => [
            'code'    => 'ru',
            'mask'    => '+7(34377)#-##-##',
            'country' => 'Россия',
        ],
        734380   => [
            'code'    => 'ru',
            'mask'    => '+7(34380)#-##-##',
            'country' => 'Россия',
        ],
        734383   => [
            'code'    => 'ru',
            'mask'    => '+7(34383)#-##-##',
            'country' => 'Россия',
        ],
        7343835  => [
            'code'    => 'ru',
            'mask'    => '+7(34383)5-##-##',
            'country' => 'Россия',
        ],
        734384   => [
            'code'    => 'ru',
            'mask'    => '+7(34384)#-##-##',
            'country' => 'Россия',
        ],
        734385   => [
            'code'    => 'ru',
            'mask'    => '+7(34385)#-##-##',
            'country' => 'Россия',
        ],
        734386   => [
            'code'    => 'ru',
            'mask'    => '+7(34386)#-##-##',
            'country' => 'Россия',
        ],
        734387   => [
            'code'    => 'ru',
            'mask'    => '+7(34387)#-##-##',
            'country' => 'Россия',
        ],
        734388   => [
            'code'    => 'ru',
            'mask'    => '+7(34388)#-##-##',
            'country' => 'Россия',
        ],
        734389   => [
            'code'    => 'ru',
            'mask'    => '+7(34389)#-##-##',
            'country' => 'Россия',
        ],
        734392   => [
            'code'    => 'ru',
            'mask'    => '+7(3439)2#-##-##',
            'country' => 'Россия',
        ],
        734393   => [
            'code'    => 'ru',
            'mask'    => '+7(3439)3#-##-##',
            'country' => 'Россия',
        ],
        7343954  => [
            'code'    => 'ru',
            'mask'    => '+7(3439)54-##-##',
            'country' => 'Россия',
        ],
        734396   => [
            'code'    => 'ru',
            'mask'    => '+7(3439)6#-##-##',
            'country' => 'Россия',
        ],
        734391   => [
            'code'    => 'ru',
            'mask'    => '+7(34391)#-##-##',
            'country' => 'Россия',
        ],
        734394   => [
            'code'    => 'ru',
            'mask'    => '+7(34394)#-##-##',
            'country' => 'Россия',
        ],
        734395   => [
            'code'    => 'ru',
            'mask'    => '+7(34395)#-##-##',
            'country' => 'Россия',
        ],
        734397   => [
            'code'    => 'ru',
            'mask'    => '+7(34397)#-##-##',
            'country' => 'Россия',
        ],
        734398   => [
            'code'    => 'ru',
            'mask'    => '+7(34398)#-##-##',
            'country' => 'Россия',
        ],
        7345     => [
            'code'    => 'ru',
            'mask'    => '+7(345)###-##-##',
            'country' => 'Россия',
        ],
        73452    => [
            'code'    => 'ru',
            'mask'    => '+7(3452)##-##-##',
            'country' => 'Россия',
        ],
        734531   => [
            'code'    => 'ru',
            'mask'    => '+7(34531)#-##-##',
            'country' => 'Россия',
        ],
        734533   => [
            'code'    => 'ru',
            'mask'    => '+7(34533)#-##-##',
            'country' => 'Россия',
        ],
        734535   => [
            'code'    => 'ru',
            'mask'    => '+7(34535)#-##-##',
            'country' => 'Россия',
        ],
        734537   => [
            'code'    => 'ru',
            'mask'    => '+7(34537)#-##-##',
            'country' => 'Россия',
        ],
        734539   => [
            'code'    => 'ru',
            'mask'    => '+7(34539)#-##-##',
            'country' => 'Россия',
        ],
        734541   => [
            'code'    => 'ru',
            'mask'    => '+7(34541)#-##-##',
            'country' => 'Россия',
        ],
        734542   => [
            'code'    => 'ru',
            'mask'    => '+7(34542)#-##-##',
            'country' => 'Россия',
        ],
        734543   => [
            'code'    => 'ru',
            'mask'    => '+7(34543)#-##-##',
            'country' => 'Россия',
        ],
        734544   => [
            'code'    => 'ru',
            'mask'    => '+7(34544)#-##-##',
            'country' => 'Россия',
        ],
        734545   => [
            'code'    => 'ru',
            'mask'    => '+7(34545)#-##-##',
            'country' => 'Россия',
        ],
        734546   => [
            'code'    => 'ru',
            'mask'    => '+7(34546)#-##-##',
            'country' => 'Россия',
        ],
        734547   => [
            'code'    => 'ru',
            'mask'    => '+7(34547)#-##-##',
            'country' => 'Россия',
        ],
        734550   => [
            'code'    => 'ru',
            'mask'    => '+7(34550)#-##-##',
            'country' => 'Россия',
        ],
        734551   => [
            'code'    => 'ru',
            'mask'    => '+7(34551)#-##-##',
            'country' => 'Россия',
        ],
        734553   => [
            'code'    => 'ru',
            'mask'    => '+7(34553)#-##-##',
            'country' => 'Россия',
        ],
        734554   => [
            'code'    => 'ru',
            'mask'    => '+7(34554)#-##-##',
            'country' => 'Россия',
        ],
        734555   => [
            'code'    => 'ru',
            'mask'    => '+7(34555)#-##-##',
            'country' => 'Россия',
        ],
        734556   => [
            'code'    => 'ru',
            'mask'    => '+7(34556)#-##-##',
            'country' => 'Россия',
        ],
        734557   => [
            'code'    => 'ru',
            'mask'    => '+7(34557)#-##-##',
            'country' => 'Россия',
        ],
        73456    => [
            'code'    => 'ru',
            'mask'    => '+7(3456)##-##-##',
            'country' => 'Россия',
        ],
        734561   => [
            'code'    => 'ru',
            'mask'    => '+7(34561)#-##-##',
            'country' => 'Россия',
        ],
        7346     => [
            'code'    => 'ru',
            'mask'    => '+7(346)###-##-##',
            'country' => 'Россия',
        ],
        73462    => [
            'code'    => 'ru',
            'mask'    => '+7(3462)##-##-##',
            'country' => 'Россия',
        ],
        73463    => [
            'code'    => 'ru',
            'mask'    => '+7(3463)##-##-##',
            'country' => 'Россия',
        ],
        734634   => [
            'code'    => 'ru',
            'mask'    => '+7(34634)#-##-##',
            'country' => 'Россия',
        ],
        734638   => [
            'code'    => 'ru',
            'mask'    => '+7(34638)#-##-##',
            'country' => 'Россия',
        ],
        734643   => [
            'code'    => 'ru',
            'mask'    => '+7(34643)#-##-##',
            'country' => 'Россия',
        ],
        73466    => [
            'code'    => 'ru',
            'mask'    => '+7(3466)##-##-##',
            'country' => 'Россия',
        ],
        734667   => [
            'code'    => 'ru',
            'mask'    => '+7(34667)#-##-##',
            'country' => 'Россия',
        ],
        734668   => [
            'code'    => 'ru',
            'mask'    => '+7(34668)#-##-##',
            'country' => 'Россия',
        ],
        734669   => [
            'code'    => 'ru',
            'mask'    => '+7(34669)#-##-##',
            'country' => 'Россия',
        ],
        734670   => [
            'code'    => 'ru',
            'mask'    => '+7(34670)#-##-##',
            'country' => 'Россия',
        ],
        734672   => [
            'code'    => 'ru',
            'mask'    => '+7(34672)#-##-##',
            'country' => 'Россия',
        ],
        734673   => [
            'code'    => 'ru',
            'mask'    => '+7(34673)#-##-##',
            'country' => 'Россия',
        ],
        734674   => [
            'code'    => 'ru',
            'mask'    => '+7(34674)#-##-##',
            'country' => 'Россия',
        ],
        734675   => [
            'code'    => 'ru',
            'mask'    => '+7(34675)#-##-##',
            'country' => 'Россия',
        ],
        734676   => [
            'code'    => 'ru',
            'mask'    => '+7(34676)#-##-##',
            'country' => 'Россия',
        ],
        734677   => [
            'code'    => 'ru',
            'mask'    => '+7(34677)#-##-##',
            'country' => 'Россия',
        ],
        734678   => [
            'code'    => 'ru',
            'mask'    => '+7(34678)#-##-##',
            'country' => 'Россия',
        ],
        7347     => [
            'code'    => 'ru',
            'mask'    => '+7(347)###-##-##',
            'country' => 'Россия',
        ],
        73472    => [
            'code'    => 'ru',
            'mask'    => '+7(347)2##-##-##',
            'country' => 'Россия',
        ],
        73473    => [
            'code'    => 'ru',
            'mask'    => '+7(3473)##-##-##',
            'country' => 'Россия',
        ],
        734731   => [
            'code'    => 'ru',
            'mask'    => '+7(34731)#-##-##',
            'country' => 'Россия',
        ],
        734739   => [
            'code'    => 'ru',
            'mask'    => '+7(34739)#-##-##',
            'country' => 'Россия',
        ],
        734740   => [
            'code'    => 'ru',
            'mask'    => '+7(34740)#-##-##',
            'country' => 'Россия',
        ],
        734741   => [
            'code'    => 'ru',
            'mask'    => '+7(34741)#-##-##',
            'country' => 'Россия',
        ],
        734742   => [
            'code'    => 'ru',
            'mask'    => '+7(34742)#-##-##',
            'country' => 'Россия',
        ],
        734743   => [
            'code'    => 'ru',
            'mask'    => '+7(34743)#-##-##',
            'country' => 'Россия',
        ],
        734744   => [
            'code'    => 'ru',
            'mask'    => '+7(34744)#-##-##',
            'country' => 'Россия',
        ],
        734745   => [
            'code'    => 'ru',
            'mask'    => '+7(34745)#-##-##',
            'country' => 'Россия',
        ],
        734746   => [
            'code'    => 'ru',
            'mask'    => '+7(34746)#-##-##',
            'country' => 'Россия',
        ],
        734747   => [
            'code'    => 'ru',
            'mask'    => '+7(34747)#-##-##',
            'country' => 'Россия',
        ],
        734748   => [
            'code'    => 'ru',
            'mask'    => '+7(34748)#-##-##',
            'country' => 'Россия',
        ],
        734749   => [
            'code'    => 'ru',
            'mask'    => '+7(34749)#-##-##',
            'country' => 'Россия',
        ],
        734750   => [
            'code'    => 'ru',
            'mask'    => '+7(34750)#-##-##',
            'country' => 'Россия',
        ],
        734751   => [
            'code'    => 'ru',
            'mask'    => '+7(34751)#-##-##',
            'country' => 'Россия',
        ],
        734752   => [
            'code'    => 'ru',
            'mask'    => '+7(34752)#-##-##',
            'country' => 'Россия',
        ],
        734753   => [
            'code'    => 'ru',
            'mask'    => '+7(34753)#-##-##',
            'country' => 'Россия',
        ],
        734754   => [
            'code'    => 'ru',
            'mask'    => '+7(34754)#-##-##',
            'country' => 'Россия',
        ],
        734755   => [
            'code'    => 'ru',
            'mask'    => '+7(34755)#-##-##',
            'country' => 'Россия',
        ],
        734756   => [
            'code'    => 'ru',
            'mask'    => '+7(34756)#-##-##',
            'country' => 'Россия',
        ],
        734757   => [
            'code'    => 'ru',
            'mask'    => '+7(34757)#-##-##',
            'country' => 'Россия',
        ],
        734758   => [
            'code'    => 'ru',
            'mask'    => '+7(34758)#-##-##',
            'country' => 'Россия',
        ],
        734759   => [
            'code'    => 'ru',
            'mask'    => '+7(34759)#-##-##',
            'country' => 'Россия',
        ],
        734760   => [
            'code'    => 'ru',
            'mask'    => '+7(34760)#-##-##',
            'country' => 'Россия',
        ],
        734761   => [
            'code'    => 'ru',
            'mask'    => '+7(34761)#-##-##',
            'country' => 'Россия',
        ],
        734762   => [
            'code'    => 'ru',
            'mask'    => '+7(34762)#-##-##',
            'country' => 'Россия',
        ],
        734763   => [
            'code'    => 'ru',
            'mask'    => '+7(34763)#-##-##',
            'country' => 'Россия',
        ],
        734764   => [
            'code'    => 'ru',
            'mask'    => '+7(34764)#-##-##',
            'country' => 'Россия',
        ],
        734765   => [
            'code'    => 'ru',
            'mask'    => '+7(34765)#-##-##',
            'country' => 'Россия',
        ],
        734766   => [
            'code'    => 'ru',
            'mask'    => '+7(34766)#-##-##',
            'country' => 'Россия',
        ],
        734767   => [
            'code'    => 'ru',
            'mask'    => '+7(34767)#-##-##',
            'country' => 'Россия',
        ],
        734768   => [
            'code'    => 'ru',
            'mask'    => '+7(34768)#-##-##',
            'country' => 'Россия',
        ],
        734769   => [
            'code'    => 'ru',
            'mask'    => '+7(34769)#-##-##',
            'country' => 'Россия',
        ],
        734770   => [
            'code'    => 'ru',
            'mask'    => '+7(34770)#-##-##',
            'country' => 'Россия',
        ],
        734771   => [
            'code'    => 'ru',
            'mask'    => '+7(34771)#-##-##',
            'country' => 'Россия',
        ],
        734772   => [
            'code'    => 'ru',
            'mask'    => '+7(34772)#-##-##',
            'country' => 'Россия',
        ],
        734773   => [
            'code'    => 'ru',
            'mask'    => '+7(34773)#-##-##',
            'country' => 'Россия',
        ],
        734774   => [
            'code'    => 'ru',
            'mask'    => '+7(34774)#-##-##',
            'country' => 'Россия',
        ],
        734775   => [
            'code'    => 'ru',
            'mask'    => '+7(34775)#-##-##',
            'country' => 'Россия',
        ],
        734776   => [
            'code'    => 'ru',
            'mask'    => '+7(34776)#-##-##',
            'country' => 'Россия',
        ],
        734777   => [
            'code'    => 'ru',
            'mask'    => '+7(34777)#-##-##',
            'country' => 'Россия',
        ],
        734778   => [
            'code'    => 'ru',
            'mask'    => '+7(34778)#-##-##',
            'country' => 'Россия',
        ],
        734779   => [
            'code'    => 'ru',
            'mask'    => '+7(34779)#-##-##',
            'country' => 'Россия',
        ],
        734780   => [
            'code'    => 'ru',
            'mask'    => '+7(34780)#-##-##',
            'country' => 'Россия',
        ],
        734781   => [
            'code'    => 'ru',
            'mask'    => '+7(34781)#-##-##',
            'country' => 'Россия',
        ],
        734782   => [
            'code'    => 'ru',
            'mask'    => '+7(34782)#-##-##',
            'country' => 'Россия',
        ],
        734783   => [
            'code'    => 'ru',
            'mask'    => '+7(34783)#-##-##',
            'country' => 'Россия',
        ],
        734784   => [
            'code'    => 'ru',
            'mask'    => '+7(34784)#-##-##',
            'country' => 'Россия',
        ],
        734785   => [
            'code'    => 'ru',
            'mask'    => '+7(34785)#-##-##',
            'country' => 'Россия',
        ],
        734786   => [
            'code'    => 'ru',
            'mask'    => '+7(34786)#-##-##',
            'country' => 'Россия',
        ],
        734787   => [
            'code'    => 'ru',
            'mask'    => '+7(34787)#-##-##',
            'country' => 'Россия',
        ],
        734788   => [
            'code'    => 'ru',
            'mask'    => '+7(34788)#-##-##',
            'country' => 'Россия',
        ],
        734789   => [
            'code'    => 'ru',
            'mask'    => '+7(34789)#-##-##',
            'country' => 'Россия',
        ],
        734791   => [
            'code'    => 'ru',
            'mask'    => '+7(34791)#-##-##',
            'country' => 'Россия',
        ],
        734792   => [
            'code'    => 'ru',
            'mask'    => '+7(34792)#-##-##',
            'country' => 'Россия',
        ],
        734794   => [
            'code'    => 'ru',
            'mask'    => '+7(34794)#-##-##',
            'country' => 'Россия',
        ],
        734795   => [
            'code'    => 'ru',
            'mask'    => '+7(34795)#-##-##',
            'country' => 'Россия',
        ],
        734796   => [
            'code'    => 'ru',
            'mask'    => '+7(34796)#-##-##',
            'country' => 'Россия',
        ],
        734797   => [
            'code'    => 'ru',
            'mask'    => '+7(34797)#-##-##',
            'country' => 'Россия',
        ],
        734798   => [
            'code'    => 'ru',
            'mask'    => '+7(34798)#-##-##',
            'country' => 'Россия',
        ],
        7349     => [
            'code'    => 'ru',
            'mask'    => '+7(349)###-##-##',
            'country' => 'Россия',
        ],
        734922   => [
            'code'    => 'ru',
            'mask'    => '+7(34922)#-##-##',
            'country' => 'Россия',
        ],
        734932   => [
            'code'    => 'ru',
            'mask'    => '+7(34932)#-##-##',
            'country' => 'Россия',
        ],
        734934   => [
            'code'    => 'ru',
            'mask'    => '+7(34934)#-##-##',
            'country' => 'Россия',
        ],
        734936   => [
            'code'    => 'ru',
            'mask'    => '+7(34936)#-##-##',
            'country' => 'Россия',
        ],
        734938   => [
            'code'    => 'ru',
            'mask'    => '+7(34938)#-##-##',
            'country' => 'Россия',
        ],
        73494    => [
            'code'    => 'ru',
            'mask'    => '+7(3494)##-##-##',
            'country' => 'Россия',
        ],
        734940   => [
            'code'    => 'ru',
            'mask'    => '+7(34940)#-##-##',
            'country' => 'Россия',
        ],
        734948   => [
            'code'    => 'ru',
            'mask'    => '+7(34948)#-##-##',
            'country' => 'Россия',
        ],
        734949   => [
            'code'    => 'ru',
            'mask'    => '+7(34949)#-##-##',
            'country' => 'Россия',
        ],
        73496    => [
            'code'    => 'ru',
            'mask'    => '+7(3496)##-##-##',
            'country' => 'Россия',
        ],
        734992   => [
            'code'    => 'ru',
            'mask'    => '+7(34992)#-##-##',
            'country' => 'Россия',
        ],
        734993   => [
            'code'    => 'ru',
            'mask'    => '+7(34993)#-##-##',
            'country' => 'Россия',
        ],
        734994   => [
            'code'    => 'ru',
            'mask'    => '+7(34994)#-##-##',
            'country' => 'Россия',
        ],
        734995   => [
            'code'    => 'ru',
            'mask'    => '+7(34995)#-##-##',
            'country' => 'Россия',
        ],
        734996   => [
            'code'    => 'ru',
            'mask'    => '+7(34996)#-##-##',
            'country' => 'Россия',
        ],
        734997   => [
            'code'    => 'ru',
            'mask'    => '+7(34997)#-##-##',
            'country' => 'Россия',
        ],
        7351     => [
            'code'    => 'ru',
            'mask'    => '+7(351)###-##-##',
            'country' => 'Россия',
        ],
        73512    => [
            'code'    => 'ru',
            'mask'    => '+7(351)2##-##-##',
            'country' => 'Россия',
        ],
        7351301  => [
            'code'    => 'ru',
            'mask'    => '+7(351)301-##-##',
            'country' => 'Россия',
        ],
        73517    => [
            'code'    => 'ru',
            'mask'    => '+7(351)7##-##-##',
            'country' => 'Россия',
        ],
        735190   => [
            'code'    => 'ru',
            'mask'    => '+7(351)90#-##-##',
            'country' => 'Россия',
        ],
        735132   => [
            'code'    => 'ru',
            'mask'    => '+7(3513)2#-##-##',
            'country' => 'Россия',
        ],
        735135   => [
            'code'    => 'ru',
            'mask'    => '+7(3513)5#-##-##',
            'country' => 'Россия',
        ],
        735136   => [
            'code'    => 'ru',
            'mask'    => '+7(3513)6#-##-##',
            'country' => 'Россия',
        ],
        735137   => [
            'code'    => 'ru',
            'mask'    => '+7(3513)7#-##-##',
            'country' => 'Россия',
        ],
        7351302  => [
            'code'    => 'ru',
            'mask'    => '+7(35130)2-##-##',
            'country' => 'Россия',
        ],
        7351304  => [
            'code'    => 'ru',
            'mask'    => '+7(35130)4-##-##',
            'country' => 'Россия',
        ],
        7351306  => [
            'code'    => 'ru',
            'mask'    => '+7(35130)6-##-##',
            'country' => 'Россия',
        ],
        7351307  => [
            'code'    => 'ru',
            'mask'    => '+7(35130)7-##-##',
            'country' => 'Россия',
        ],
        7351309  => [
            'code'    => 'ru',
            'mask'    => '+7(35130)9-##-##',
            'country' => 'Россия',
        ],
        735131   => [
            'code'    => 'ru',
            'mask'    => '+7(35131)#-##-##',
            'country' => 'Россия',
        ],
        735133   => [
            'code'    => 'ru',
            'mask'    => '+7(35133)#-##-##',
            'country' => 'Россия',
        ],
        735134   => [
            'code'    => 'ru',
            'mask'    => '+7(35134)#-##-##',
            'country' => 'Россия',
        ],
        735138   => [
            'code'    => 'ru',
            'mask'    => '+7(35138)#-##-##',
            'country' => 'Россия',
        ],
        735139   => [
            'code'    => 'ru',
            'mask'    => '+7(35139)#-##-##',
            'country' => 'Россия',
        ],
        735140   => [
            'code'    => 'ru',
            'mask'    => '+7(35140)#-##-##',
            'country' => 'Россия',
        ],
        735141   => [
            'code'    => 'ru',
            'mask'    => '+7(35141)#-##-##',
            'country' => 'Россия',
        ],
        735142   => [
            'code'    => 'ru',
            'mask'    => '+7(35142)#-##-##',
            'country' => 'Россия',
        ],
        735143   => [
            'code'    => 'ru',
            'mask'    => '+7(35143)#-##-##',
            'country' => 'Россия',
        ],
        735144   => [
            'code'    => 'ru',
            'mask'    => '+7(35144)#-##-##',
            'country' => 'Россия',
        ],
        735145   => [
            'code'    => 'ru',
            'mask'    => '+7(35145)#-##-##',
            'country' => 'Россия',
        ],
        735146   => [
            'code'    => 'ru',
            'mask'    => '+7(35146)#-##-##',
            'country' => 'Россия',
        ],
        735147   => [
            'code'    => 'ru',
            'mask'    => '+7(35147)#-##-##',
            'country' => 'Россия',
        ],
        735148   => [
            'code'    => 'ru',
            'mask'    => '+7(35148)#-##-##',
            'country' => 'Россия',
        ],
        735149   => [
            'code'    => 'ru',
            'mask'    => '+7(35149)#-##-##',
            'country' => 'Россия',
        ],
        735150   => [
            'code'    => 'ru',
            'mask'    => '+7(35150)#-##-##',
            'country' => 'Россия',
        ],
        735151   => [
            'code'    => 'ru',
            'mask'    => '+7(35151)#-##-##',
            'country' => 'Россия',
        ],
        735152   => [
            'code'    => 'ru',
            'mask'    => '+7(35152)#-##-##',
            'country' => 'Россия',
        ],
        735153   => [
            'code'    => 'ru',
            'mask'    => '+7(35153)#-##-##',
            'country' => 'Россия',
        ],
        735154   => [
            'code'    => 'ru',
            'mask'    => '+7(35154)#-##-##',
            'country' => 'Россия',
        ],
        735155   => [
            'code'    => 'ru',
            'mask'    => '+7(35155)#-##-##',
            'country' => 'Россия',
        ],
        735156   => [
            'code'    => 'ru',
            'mask'    => '+7(35156)#-##-##',
            'country' => 'Россия',
        ],
        735157   => [
            'code'    => 'ru',
            'mask'    => '+7(35157)#-##-##',
            'country' => 'Россия',
        ],
        735158   => [
            'code'    => 'ru',
            'mask'    => '+7(35158)#-##-##',
            'country' => 'Россия',
        ],
        735159   => [
            'code'    => 'ru',
            'mask'    => '+7(35159)#-##-##',
            'country' => 'Россия',
        ],
        735160   => [
            'code'    => 'ru',
            'mask'    => '+7(35160)#-##-##',
            'country' => 'Россия',
        ],
        735161   => [
            'code'    => 'ru',
            'mask'    => '+7(35161)#-##-##',
            'country' => 'Россия',
        ],
        735163   => [
            'code'    => 'ru',
            'mask'    => '+7(35163)#-##-##',
            'country' => 'Россия',
        ],
        735164   => [
            'code'    => 'ru',
            'mask'    => '+7(35164)#-##-##',
            'country' => 'Россия',
        ],
        735165   => [
            'code'    => 'ru',
            'mask'    => '+7(35165)#-##-##',
            'country' => 'Россия',
        ],
        735166   => [
            'code'    => 'ru',
            'mask'    => '+7(35166)#-##-##',
            'country' => 'Россия',
        ],
        735167   => [
            'code'    => 'ru',
            'mask'    => '+7(35167)#-##-##',
            'country' => 'Россия',
        ],
        735168   => [
            'code'    => 'ru',
            'mask'    => '+7(35168)#-##-##',
            'country' => 'Россия',
        ],
        735169   => [
            'code'    => 'ru',
            'mask'    => '+7(35169)#-##-##',
            'country' => 'Россия',
        ],
        73519    => [
            'code'    => 'ru',
            'mask'    => '+7(3519)##-##-##',
            'country' => 'Россия',
        ],
        735191   => [
            'code'    => 'ru',
            'mask'    => '+7(35191)#-##-##',
            'country' => 'Россия',
        ],
        7352     => [
            'code'    => 'ru',
            'mask'    => '+7(352)###-##-##',
            'country' => 'Россия',
        ],
        73522    => [
            'code'    => 'ru',
            'mask'    => '+7(3522)##-##-##',
            'country' => 'Россия',
        ],
        735230   => [
            'code'    => 'ru',
            'mask'    => '+7(35230)#-##-##',
            'country' => 'Россия',
        ],
        735231   => [
            'code'    => 'ru',
            'mask'    => '+7(35231)#-##-##',
            'country' => 'Россия',
        ],
        735232   => [
            'code'    => 'ru',
            'mask'    => '+7(35232)#-##-##',
            'country' => 'Россия',
        ],
        735233   => [
            'code'    => 'ru',
            'mask'    => '+7(35233)#-##-##',
            'country' => 'Россия',
        ],
        735234   => [
            'code'    => 'ru',
            'mask'    => '+7(35234)#-##-##',
            'country' => 'Россия',
        ],
        735235   => [
            'code'    => 'ru',
            'mask'    => '+7(35235)#-##-##',
            'country' => 'Россия',
        ],
        735236   => [
            'code'    => 'ru',
            'mask'    => '+7(35236)#-##-##',
            'country' => 'Россия',
        ],
        735237   => [
            'code'    => 'ru',
            'mask'    => '+7(35237)#-##-##',
            'country' => 'Россия',
        ],
        735238   => [
            'code'    => 'ru',
            'mask'    => '+7(35238)#-##-##',
            'country' => 'Россия',
        ],
        735239   => [
            'code'    => 'ru',
            'mask'    => '+7(35239)#-##-##',
            'country' => 'Россия',
        ],
        735240   => [
            'code'    => 'ru',
            'mask'    => '+7(35240)#-##-##',
            'country' => 'Россия',
        ],
        735241   => [
            'code'    => 'ru',
            'mask'    => '+7(35241)#-##-##',
            'country' => 'Россия',
        ],
        735242   => [
            'code'    => 'ru',
            'mask'    => '+7(35242)#-##-##',
            'country' => 'Россия',
        ],
        735243   => [
            'code'    => 'ru',
            'mask'    => '+7(35243)#-##-##',
            'country' => 'Россия',
        ],
        735244   => [
            'code'    => 'ru',
            'mask'    => '+7(35244)#-##-##',
            'country' => 'Россия',
        ],
        735245   => [
            'code'    => 'ru',
            'mask'    => '+7(35245)#-##-##',
            'country' => 'Россия',
        ],
        735247   => [
            'code'    => 'ru',
            'mask'    => '+7(35247)#-##-##',
            'country' => 'Россия',
        ],
        735248   => [
            'code'    => 'ru',
            'mask'    => '+7(35248)#-##-##',
            'country' => 'Россия',
        ],
        735249   => [
            'code'    => 'ru',
            'mask'    => '+7(35249)#-##-##',
            'country' => 'Россия',
        ],
        735251   => [
            'code'    => 'ru',
            'mask'    => '+7(35251)#-##-##',
            'country' => 'Россия',
        ],
        735252   => [
            'code'    => 'ru',
            'mask'    => '+7(35252)#-##-##',
            'country' => 'Россия',
        ],
        735253   => [
            'code'    => 'ru',
            'mask'    => '+7(35253)#-##-##',
            'country' => 'Россия',
        ],
        735256   => [
            'code'    => 'ru',
            'mask'    => '+7(35256)#-##-##',
            'country' => 'Россия',
        ],
        735257   => [
            'code'    => 'ru',
            'mask'    => '+7(35257)#-##-##',
            'country' => 'Россия',
        ],
        7353     => [
            'code'    => 'ru',
            'mask'    => '+7(353)###-##-##',
            'country' => 'Россия',
        ],
        73532    => [
            'code'    => 'ru',
            'mask'    => '+7(3532)##-##-##',
            'country' => 'Россия',
        ],
        735330   => [
            'code'    => 'ru',
            'mask'    => '+7(35330)#-##-##',
            'country' => 'Россия',
        ],
        735331   => [
            'code'    => 'ru',
            'mask'    => '+7(35331)#-##-##',
            'country' => 'Россия',
        ],
        735332   => [
            'code'    => 'ru',
            'mask'    => '+7(35332)#-##-##',
            'country' => 'Россия',
        ],
        735333   => [
            'code'    => 'ru',
            'mask'    => '+7(35333)#-##-##',
            'country' => 'Россия',
        ],
        735334   => [
            'code'    => 'ru',
            'mask'    => '+7(35334)#-##-##',
            'country' => 'Россия',
        ],
        735335   => [
            'code'    => 'ru',
            'mask'    => '+7(35335)#-##-##',
            'country' => 'Россия',
        ],
        735336   => [
            'code'    => 'ru',
            'mask'    => '+7(35336)#-##-##',
            'country' => 'Россия',
        ],
        735337   => [
            'code'    => 'ru',
            'mask'    => '+7(35337)#-##-##',
            'country' => 'Россия',
        ],
        735338   => [
            'code'    => 'ru',
            'mask'    => '+7(35338)#-##-##',
            'country' => 'Россия',
        ],
        735339   => [
            'code'    => 'ru',
            'mask'    => '+7(35339)#-##-##',
            'country' => 'Россия',
        ],
        735341   => [
            'code'    => 'ru',
            'mask'    => '+7(35341)#-##-##',
            'country' => 'Россия',
        ],
        735342   => [
            'code'    => 'ru',
            'mask'    => '+7(35342)#-##-##',
            'country' => 'Россия',
        ],
        735344   => [
            'code'    => 'ru',
            'mask'    => '+7(35344)#-##-##',
            'country' => 'Россия',
        ],
        735345   => [
            'code'    => 'ru',
            'mask'    => '+7(35345)#-##-##',
            'country' => 'Россия',
        ],
        735346   => [
            'code'    => 'ru',
            'mask'    => '+7(35346)#-##-##',
            'country' => 'Россия',
        ],
        735347   => [
            'code'    => 'ru',
            'mask'    => '+7(35347)#-##-##',
            'country' => 'Россия',
        ],
        735348   => [
            'code'    => 'ru',
            'mask'    => '+7(35348)#-##-##',
            'country' => 'Россия',
        ],
        735349   => [
            'code'    => 'ru',
            'mask'    => '+7(35349)#-##-##',
            'country' => 'Россия',
        ],
        735351   => [
            'code'    => 'ru',
            'mask'    => '+7(35351)#-##-##',
            'country' => 'Россия',
        ],
        735352   => [
            'code'    => 'ru',
            'mask'    => '+7(35352)#-##-##',
            'country' => 'Россия',
        ],
        735354   => [
            'code'    => 'ru',
            'mask'    => '+7(35354)#-##-##',
            'country' => 'Россия',
        ],
        735355   => [
            'code'    => 'ru',
            'mask'    => '+7(35355)#-##-##',
            'country' => 'Россия',
        ],
        735356   => [
            'code'    => 'ru',
            'mask'    => '+7(35356)#-##-##',
            'country' => 'Россия',
        ],
        735357   => [
            'code'    => 'ru',
            'mask'    => '+7(35357)#-##-##',
            'country' => 'Россия',
        ],
        735358   => [
            'code'    => 'ru',
            'mask'    => '+7(35358)#-##-##',
            'country' => 'Россия',
        ],
        735359   => [
            'code'    => 'ru',
            'mask'    => '+7(35359)#-##-##',
            'country' => 'Россия',
        ],
        735361   => [
            'code'    => 'ru',
            'mask'    => '+7(35361)#-##-##',
            'country' => 'Россия',
        ],
        735362   => [
            'code'    => 'ru',
            'mask'    => '+7(35362)#-##-##',
            'country' => 'Россия',
        ],
        735363   => [
            'code'    => 'ru',
            'mask'    => '+7(35363)#-##-##',
            'country' => 'Россия',
        ],
        735364   => [
            'code'    => 'ru',
            'mask'    => '+7(35364)#-##-##',
            'country' => 'Россия',
        ],
        735365   => [
            'code'    => 'ru',
            'mask'    => '+7(35365)#-##-##',
            'country' => 'Россия',
        ],
        735366   => [
            'code'    => 'ru',
            'mask'    => '+7(35366)#-##-##',
            'country' => 'Россия',
        ],
        735367   => [
            'code'    => 'ru',
            'mask'    => '+7(35367)#-##-##',
            'country' => 'Россия',
        ],
        735368   => [
            'code'    => 'ru',
            'mask'    => '+7(35368)#-##-##',
            'country' => 'Россия',
        ],
        735372   => [
            'code'    => 'ru',
            'mask'    => '+7(3537)2#-##-##',
            'country' => 'Россия',
        ],
        735373   => [
            'code'    => 'ru',
            'mask'    => '+7(3537)3#-##-##',
            'country' => 'Россия',
        ],
        735374   => [
            'code'    => 'ru',
            'mask'    => '+7(3537)4#-##-##',
            'country' => 'Россия',
        ],
        735376   => [
            'code'    => 'ru',
            'mask'    => '+7(3537)6#-##-##',
            'country' => 'Россия',
        ],
        735379   => [
            'code'    => 'ru',
            'mask'    => '+7(35379)#-##-##',
            'country' => 'Россия',
        ],
        7381     => [
            'code'    => 'ru',
            'mask'    => '+7(381)###-##-##',
            'country' => 'Россия',
        ],
        73812    => [
            'code'    => 'ru',
            'mask'    => '+7(3812)##-##-##',
            'country' => 'Россия',
        ],
        738141   => [
            'code'    => 'ru',
            'mask'    => '+7(38141)#-##-##',
            'country' => 'Россия',
        ],
        738150   => [
            'code'    => 'ru',
            'mask'    => '+7(38150)#-##-##',
            'country' => 'Россия',
        ],
        738151   => [
            'code'    => 'ru',
            'mask'    => '+7(38151)#-##-##',
            'country' => 'Россия',
        ],
        738152   => [
            'code'    => 'ru',
            'mask'    => '+7(38152)#-##-##',
            'country' => 'Россия',
        ],
        738153   => [
            'code'    => 'ru',
            'mask'    => '+7(38153)#-##-##',
            'country' => 'Россия',
        ],
        738154   => [
            'code'    => 'ru',
            'mask'    => '+7(38154)#-##-##',
            'country' => 'Россия',
        ],
        738155   => [
            'code'    => 'ru',
            'mask'    => '+7(38155)#-##-##',
            'country' => 'Россия',
        ],
        738156   => [
            'code'    => 'ru',
            'mask'    => '+7(38156)#-##-##',
            'country' => 'Россия',
        ],
        738157   => [
            'code'    => 'ru',
            'mask'    => '+7(38157)#-##-##',
            'country' => 'Россия',
        ],
        738158   => [
            'code'    => 'ru',
            'mask'    => '+7(38158)#-##-##',
            'country' => 'Россия',
        ],
        738159   => [
            'code'    => 'ru',
            'mask'    => '+7(38159)#-##-##',
            'country' => 'Россия',
        ],
        738160   => [
            'code'    => 'ru',
            'mask'    => '+7(38160)#-##-##',
            'country' => 'Россия',
        ],
        738161   => [
            'code'    => 'ru',
            'mask'    => '+7(38161)#-##-##',
            'country' => 'Россия',
        ],
        738162   => [
            'code'    => 'ru',
            'mask'    => '+7(38162)#-##-##',
            'country' => 'Россия',
        ],
        738163   => [
            'code'    => 'ru',
            'mask'    => '+7(38163)#-##-##',
            'country' => 'Россия',
        ],
        738164   => [
            'code'    => 'ru',
            'mask'    => '+7(38164)#-##-##',
            'country' => 'Россия',
        ],
        738165   => [
            'code'    => 'ru',
            'mask'    => '+7(38165)#-##-##',
            'country' => 'Россия',
        ],
        738166   => [
            'code'    => 'ru',
            'mask'    => '+7(38166)#-##-##',
            'country' => 'Россия',
        ],
        738167   => [
            'code'    => 'ru',
            'mask'    => '+7(38167)#-##-##',
            'country' => 'Россия',
        ],
        738168   => [
            'code'    => 'ru',
            'mask'    => '+7(38168)#-##-##',
            'country' => 'Россия',
        ],
        738169   => [
            'code'    => 'ru',
            'mask'    => '+7(38169)#-##-##',
            'country' => 'Россия',
        ],
        738170   => [
            'code'    => 'ru',
            'mask'    => '+7(38170)#-##-##',
            'country' => 'Россия',
        ],
        738171   => [
            'code'    => 'ru',
            'mask'    => '+7(38171)#-##-##',
            'country' => 'Россия',
        ],
        738172   => [
            'code'    => 'ru',
            'mask'    => '+7(38172)#-##-##',
            'country' => 'Россия',
        ],
        738173   => [
            'code'    => 'ru',
            'mask'    => '+7(38173)#-##-##',
            'country' => 'Россия',
        ],
        738174   => [
            'code'    => 'ru',
            'mask'    => '+7(38174)#-##-##',
            'country' => 'Россия',
        ],
        738175   => [
            'code'    => 'ru',
            'mask'    => '+7(38175)#-##-##',
            'country' => 'Россия',
        ],
        738176   => [
            'code'    => 'ru',
            'mask'    => '+7(38176)#-##-##',
            'country' => 'Россия',
        ],
        738177   => [
            'code'    => 'ru',
            'mask'    => '+7(38177)#-##-##',
            'country' => 'Россия',
        ],
        738178   => [
            'code'    => 'ru',
            'mask'    => '+7(38178)#-##-##',
            'country' => 'Россия',
        ],
        738179   => [
            'code'    => 'ru',
            'mask'    => '+7(38179)#-##-##',
            'country' => 'Россия',
        ],
        7382     => [
            'code'    => 'ru',
            'mask'    => '+7(382)###-##-##',
            'country' => 'Россия',
        ],
        73822    => [
            'code'    => 'ru',
            'mask'    => '+7(3822)##-##-##',
            'country' => 'Россия',
        ],
        73823    => [
            'code'    => 'ru',
            'mask'    => '+7(3823)##-##-##',
            'country' => 'Россия',
        ],
        738241   => [
            'code'    => 'ru',
            'mask'    => '+7(38241)#-##-##',
            'country' => 'Россия',
        ],
        738243   => [
            'code'    => 'ru',
            'mask'    => '+7(38243)#-##-##',
            'country' => 'Россия',
        ],
        738244   => [
            'code'    => 'ru',
            'mask'    => '+7(38244)#-##-##',
            'country' => 'Россия',
        ],
        738245   => [
            'code'    => 'ru',
            'mask'    => '+7(38245)#-##-##',
            'country' => 'Россия',
        ],
        738246   => [
            'code'    => 'ru',
            'mask'    => '+7(38246)#-##-##',
            'country' => 'Россия',
        ],
        738247   => [
            'code'    => 'ru',
            'mask'    => '+7(38247)#-##-##',
            'country' => 'Россия',
        ],
        738249   => [
            'code'    => 'ru',
            'mask'    => '+7(38249)#-##-##',
            'country' => 'Россия',
        ],
        738250   => [
            'code'    => 'ru',
            'mask'    => '+7(38250)#-##-##',
            'country' => 'Россия',
        ],
        738251   => [
            'code'    => 'ru',
            'mask'    => '+7(38251)#-##-##',
            'country' => 'Россия',
        ],
        738252   => [
            'code'    => 'ru',
            'mask'    => '+7(38252)#-##-##',
            'country' => 'Россия',
        ],
        738253   => [
            'code'    => 'ru',
            'mask'    => '+7(38253)#-##-##',
            'country' => 'Россия',
        ],
        738254   => [
            'code'    => 'ru',
            'mask'    => '+7(38254)#-##-##',
            'country' => 'Россия',
        ],
        738255   => [
            'code'    => 'ru',
            'mask'    => '+7(38255)#-##-##',
            'country' => 'Россия',
        ],
        738256   => [
            'code'    => 'ru',
            'mask'    => '+7(38256)#-##-##',
            'country' => 'Россия',
        ],
        738257   => [
            'code'    => 'ru',
            'mask'    => '+7(38257)#-##-##',
            'country' => 'Россия',
        ],
        738258   => [
            'code'    => 'ru',
            'mask'    => '+7(38258)#-##-##',
            'country' => 'Россия',
        ],
        738259   => [
            'code'    => 'ru',
            'mask'    => '+7(38259)#-##-##',
            'country' => 'Россия',
        ],
        7383     => [
            'code'    => 'ru',
            'mask'    => '+7(383)###-##-##',
            'country' => 'Россия',
        ],
        738340   => [
            'code'    => 'ru',
            'mask'    => '+7(38340)#-##-##',
            'country' => 'Россия',
        ],
        738341   => [
            'code'    => 'ru',
            'mask'    => '+7(38341)#-##-##',
            'country' => 'Россия',
        ],
        738343   => [
            'code'    => 'ru',
            'mask'    => '+7(38343)#-##-##',
            'country' => 'Россия',
        ],
        738345   => [
            'code'    => 'ru',
            'mask'    => '+7(38345)#-##-##',
            'country' => 'Россия',
        ],
        738346   => [
            'code'    => 'ru',
            'mask'    => '+7(38346)#-##-##',
            'country' => 'Россия',
        ],
        738347   => [
            'code'    => 'ru',
            'mask'    => '+7(38347)#-##-##',
            'country' => 'Россия',
        ],
        738348   => [
            'code'    => 'ru',
            'mask'    => '+7(38348)#-##-##',
            'country' => 'Россия',
        ],
        738349   => [
            'code'    => 'ru',
            'mask'    => '+7(38349)#-##-##',
            'country' => 'Россия',
        ],
        738350   => [
            'code'    => 'ru',
            'mask'    => '+7(38350)#-##-##',
            'country' => 'Россия',
        ],
        738351   => [
            'code'    => 'ru',
            'mask'    => '+7(38351)#-##-##',
            'country' => 'Россия',
        ],
        738352   => [
            'code'    => 'ru',
            'mask'    => '+7(38352)#-##-##',
            'country' => 'Россия',
        ],
        738353   => [
            'code'    => 'ru',
            'mask'    => '+7(38353)#-##-##',
            'country' => 'Россия',
        ],
        738354   => [
            'code'    => 'ru',
            'mask'    => '+7(38354)#-##-##',
            'country' => 'Россия',
        ],
        738355   => [
            'code'    => 'ru',
            'mask'    => '+7(38355)#-##-##',
            'country' => 'Россия',
        ],
        738356   => [
            'code'    => 'ru',
            'mask'    => '+7(38356)#-##-##',
            'country' => 'Россия',
        ],
        738357   => [
            'code'    => 'ru',
            'mask'    => '+7(38357)#-##-##',
            'country' => 'Россия',
        ],
        738358   => [
            'code'    => 'ru',
            'mask'    => '+7(38358)#-##-##',
            'country' => 'Россия',
        ],
        738359   => [
            'code'    => 'ru',
            'mask'    => '+7(38359)#-##-##',
            'country' => 'Россия',
        ],
        738360   => [
            'code'    => 'ru',
            'mask'    => '+7(38360)#-##-##',
            'country' => 'Россия',
        ],
        738361   => [
            'code'    => 'ru',
            'mask'    => '+7(38361)#-##-##',
            'country' => 'Россия',
        ],
        738362   => [
            'code'    => 'ru',
            'mask'    => '+7(38362)#-##-##',
            'country' => 'Россия',
        ],
        738363   => [
            'code'    => 'ru',
            'mask'    => '+7(38363)#-##-##',
            'country' => 'Россия',
        ],
        738364   => [
            'code'    => 'ru',
            'mask'    => '+7(38364)#-##-##',
            'country' => 'Россия',
        ],
        738365   => [
            'code'    => 'ru',
            'mask'    => '+7(38365)#-##-##',
            'country' => 'Россия',
        ],
        738366   => [
            'code'    => 'ru',
            'mask'    => '+7(38366)#-##-##',
            'country' => 'Россия',
        ],
        738367   => [
            'code'    => 'ru',
            'mask'    => '+7(38367)#-##-##',
            'country' => 'Россия',
        ],
        738368   => [
            'code'    => 'ru',
            'mask'    => '+7(38368)#-##-##',
            'country' => 'Россия',
        ],
        738369   => [
            'code'    => 'ru',
            'mask'    => '+7(38369)#-##-##',
            'country' => 'Россия',
        ],
        738371   => [
            'code'    => 'ru',
            'mask'    => '+7(38371)#-##-##',
            'country' => 'Россия',
        ],
        738372   => [
            'code'    => 'ru',
            'mask'    => '+7(38372)#-##-##',
            'country' => 'Россия',
        ],
        738373   => [
            'code'    => 'ru',
            'mask'    => '+7(38373)#-##-##',
            'country' => 'Россия',
        ],
        7384     => [
            'code'    => 'ru',
            'mask'    => '+7(384)###-##-##',
            'country' => 'Россия',
        ],
        73842    => [
            'code'    => 'ru',
            'mask'    => '+7(3842)##-##-##',
            'country' => 'Россия',
        ],
        73843    => [
            'code'    => 'ru',
            'mask'    => '+7(3843)##-##-##',
            'country' => 'Россия',
        ],
        738441   => [
            'code'    => 'ru',
            'mask'    => '+7(38441)#-##-##',
            'country' => 'Россия',
        ],
        738442   => [
            'code'    => 'ru',
            'mask'    => '+7(38442)#-##-##',
            'country' => 'Россия',
        ],
        738443   => [
            'code'    => 'ru',
            'mask'    => '+7(38443)#-##-##',
            'country' => 'Россия',
        ],
        738444   => [
            'code'    => 'ru',
            'mask'    => '+7(38444)#-##-##',
            'country' => 'Россия',
        ],
        738445   => [
            'code'    => 'ru',
            'mask'    => '+7(38445)#-##-##',
            'country' => 'Россия',
        ],
        738446   => [
            'code'    => 'ru',
            'mask'    => '+7(38446)#-##-##',
            'country' => 'Россия',
        ],
        738447   => [
            'code'    => 'ru',
            'mask'    => '+7(38447)#-##-##',
            'country' => 'Россия',
        ],
        738448   => [
            'code'    => 'ru',
            'mask'    => '+7(38448)#-##-##',
            'country' => 'Россия',
        ],
        738449   => [
            'code'    => 'ru',
            'mask'    => '+7(38449)#-##-##',
            'country' => 'Россия',
        ],
        738451   => [
            'code'    => 'ru',
            'mask'    => '+7(38451)#-##-##',
            'country' => 'Россия',
        ],
        738452   => [
            'code'    => 'ru',
            'mask'    => '+7(38452)#-##-##',
            'country' => 'Россия',
        ],
        738453   => [
            'code'    => 'ru',
            'mask'    => '+7(38453)#-##-##',
            'country' => 'Россия',
        ],
        738454   => [
            'code'    => 'ru',
            'mask'    => '+7(38454)#-##-##',
            'country' => 'Россия',
        ],
        738455   => [
            'code'    => 'ru',
            'mask'    => '+7(38455)#-##-##',
            'country' => 'Россия',
        ],
        738456   => [
            'code'    => 'ru',
            'mask'    => '+7(38456)#-##-##',
            'country' => 'Россия',
        ],
        738459   => [
            'code'    => 'ru',
            'mask'    => '+7(38459)#-##-##',
            'country' => 'Россия',
        ],
        73846    => [
            'code'    => 'ru',
            'mask'    => '+7(3846)##-##-##',
            'country' => 'Россия',
        ],
        738463   => [
            'code'    => 'ru',
            'mask'    => '+7(38463)#-##-##',
            'country' => 'Россия',
        ],
        738464   => [
            'code'    => 'ru',
            'mask'    => '+7(38464)#-##-##',
            'country' => 'Россия',
        ],
        738471   => [
            'code'    => 'ru',
            'mask'    => '+7(38471)#-##-##',
            'country' => 'Россия',
        ],
        738472   => [
            'code'    => 'ru',
            'mask'    => '+7(38472)#-##-##',
            'country' => 'Россия',
        ],
        738473   => [
            'code'    => 'ru',
            'mask'    => '+7(38473)#-##-##',
            'country' => 'Россия',
        ],
        738474   => [
            'code'    => 'ru',
            'mask'    => '+7(38474)#-##-##',
            'country' => 'Россия',
        ],
        738475   => [
            'code'    => 'ru',
            'mask'    => '+7(38475)#-##-##',
            'country' => 'Россия',
        ],
        7385     => [
            'code'    => 'ru',
            'mask'    => '+7(385)###-##-##',
            'country' => 'Россия',
        ],
        73852    => [
            'code'    => 'ru',
            'mask'    => '+7(3852)##-##-##',
            'country' => 'Россия',
        ],
        738530   => [
            'code'    => 'ru',
            'mask'    => '+7(38530)#-##-##',
            'country' => 'Россия',
        ],
        738531   => [
            'code'    => 'ru',
            'mask'    => '+7(38531)#-##-##',
            'country' => 'Россия',
        ],
        738532   => [
            'code'    => 'ru',
            'mask'    => '+7(38532)#-##-##',
            'country' => 'Россия',
        ],
        738533   => [
            'code'    => 'ru',
            'mask'    => '+7(38533)#-##-##',
            'country' => 'Россия',
        ],
        738534   => [
            'code'    => 'ru',
            'mask'    => '+7(38534)#-##-##',
            'country' => 'Россия',
        ],
        738535   => [
            'code'    => 'ru',
            'mask'    => '+7(38535)#-##-##',
            'country' => 'Россия',
        ],
        738536   => [
            'code'    => 'ru',
            'mask'    => '+7(38536)#-##-##',
            'country' => 'Россия',
        ],
        738537   => [
            'code'    => 'ru',
            'mask'    => '+7(38537)#-##-##',
            'country' => 'Россия',
        ],
        738538   => [
            'code'    => 'ru',
            'mask'    => '+7(38538)#-##-##',
            'country' => 'Россия',
        ],
        738539   => [
            'code'    => 'ru',
            'mask'    => '+7(38539)#-##-##',
            'country' => 'Россия',
        ],
        73854    => [
            'code'    => 'ru',
            'mask'    => '+7(3854)##-##-##',
            'country' => 'Россия',
        ],
        738550   => [
            'code'    => 'ru',
            'mask'    => '+7(38550)#-##-##',
            'country' => 'Россия',
        ],
        738551   => [
            'code'    => 'ru',
            'mask'    => '+7(38551)#-##-##',
            'country' => 'Россия',
        ],
        738552   => [
            'code'    => 'ru',
            'mask'    => '+7(38552)#-##-##',
            'country' => 'Россия',
        ],
        738553   => [
            'code'    => 'ru',
            'mask'    => '+7(38553)#-##-##',
            'country' => 'Россия',
        ],
        738554   => [
            'code'    => 'ru',
            'mask'    => '+7(38554)#-##-##',
            'country' => 'Россия',
        ],
        738555   => [
            'code'    => 'ru',
            'mask'    => '+7(38555)#-##-##',
            'country' => 'Россия',
        ],
        738556   => [
            'code'    => 'ru',
            'mask'    => '+7(38556)#-##-##',
            'country' => 'Россия',
        ],
        738557   => [
            'code'    => 'ru',
            'mask'    => '+7(38557)#-##-##',
            'country' => 'Россия',
        ],
        738558   => [
            'code'    => 'ru',
            'mask'    => '+7(38558)#-##-##',
            'country' => 'Россия',
        ],
        738559   => [
            'code'    => 'ru',
            'mask'    => '+7(38559)#-##-##',
            'country' => 'Россия',
        ],
        738560   => [
            'code'    => 'ru',
            'mask'    => '+7(38560)#-##-##',
            'country' => 'Россия',
        ],
        738561   => [
            'code'    => 'ru',
            'mask'    => '+7(38561)#-##-##',
            'country' => 'Россия',
        ],
        738562   => [
            'code'    => 'ru',
            'mask'    => '+7(38562)#-##-##',
            'country' => 'Россия',
        ],
        738563   => [
            'code'    => 'ru',
            'mask'    => '+7(38563)#-##-##',
            'country' => 'Россия',
        ],
        738564   => [
            'code'    => 'ru',
            'mask'    => '+7(38564)#-##-##',
            'country' => 'Россия',
        ],
        738565   => [
            'code'    => 'ru',
            'mask'    => '+7(38565)#-##-##',
            'country' => 'Россия',
        ],
        738566   => [
            'code'    => 'ru',
            'mask'    => '+7(38566)#-##-##',
            'country' => 'Россия',
        ],
        738567   => [
            'code'    => 'ru',
            'mask'    => '+7(38567)#-##-##',
            'country' => 'Россия',
        ],
        738568   => [
            'code'    => 'ru',
            'mask'    => '+7(38568)#-##-##',
            'country' => 'Россия',
        ],
        738569   => [
            'code'    => 'ru',
            'mask'    => '+7(38569)#-##-##',
            'country' => 'Россия',
        ],
        738570   => [
            'code'    => 'ru',
            'mask'    => '+7(38570)#-##-##',
            'country' => 'Россия',
        ],
        738571   => [
            'code'    => 'ru',
            'mask'    => '+7(38571)#-##-##',
            'country' => 'Россия',
        ],
        738572   => [
            'code'    => 'ru',
            'mask'    => '+7(38572)#-##-##',
            'country' => 'Россия',
        ],
        738573   => [
            'code'    => 'ru',
            'mask'    => '+7(38573)#-##-##',
            'country' => 'Россия',
        ],
        738574   => [
            'code'    => 'ru',
            'mask'    => '+7(38574)#-##-##',
            'country' => 'Россия',
        ],
        738575   => [
            'code'    => 'ru',
            'mask'    => '+7(38575)#-##-##',
            'country' => 'Россия',
        ],
        738576   => [
            'code'    => 'ru',
            'mask'    => '+7(38576)#-##-##',
            'country' => 'Россия',
        ],
        738577   => [
            'code'    => 'ru',
            'mask'    => '+7(38577)#-##-##',
            'country' => 'Россия',
        ],
        738578   => [
            'code'    => 'ru',
            'mask'    => '+7(38578)#-##-##',
            'country' => 'Россия',
        ],
        738579   => [
            'code'    => 'ru',
            'mask'    => '+7(38579)#-##-##',
            'country' => 'Россия',
        ],
        738580   => [
            'code'    => 'ru',
            'mask'    => '+7(38580)#-##-##',
            'country' => 'Россия',
        ],
        738581   => [
            'code'    => 'ru',
            'mask'    => '+7(38581)#-##-##',
            'country' => 'Россия',
        ],
        738582   => [
            'code'    => 'ru',
            'mask'    => '+7(38582)#-##-##',
            'country' => 'Россия',
        ],
        738583   => [
            'code'    => 'ru',
            'mask'    => '+7(38583)#-##-##',
            'country' => 'Россия',
        ],
        738584   => [
            'code'    => 'ru',
            'mask'    => '+7(38584)#-##-##',
            'country' => 'Россия',
        ],
        738585   => [
            'code'    => 'ru',
            'mask'    => '+7(38585)#-##-##',
            'country' => 'Россия',
        ],
        738586   => [
            'code'    => 'ru',
            'mask'    => '+7(38586)#-##-##',
            'country' => 'Россия',
        ],
        738587   => [
            'code'    => 'ru',
            'mask'    => '+7(38587)#-##-##',
            'country' => 'Россия',
        ],
        738588   => [
            'code'    => 'ru',
            'mask'    => '+7(38588)#-##-##',
            'country' => 'Россия',
        ],
        738589   => [
            'code'    => 'ru',
            'mask'    => '+7(38589)#-##-##',
            'country' => 'Россия',
        ],
        738590   => [
            'code'    => 'ru',
            'mask'    => '+7(38590)#-##-##',
            'country' => 'Россия',
        ],
        738591   => [
            'code'    => 'ru',
            'mask'    => '+7(38591)#-##-##',
            'country' => 'Россия',
        ],
        738592   => [
            'code'    => 'ru',
            'mask'    => '+7(38592)#-##-##',
            'country' => 'Россия',
        ],
        738593   => [
            'code'    => 'ru',
            'mask'    => '+7(38593)#-##-##',
            'country' => 'Россия',
        ],
        738594   => [
            'code'    => 'ru',
            'mask'    => '+7(38594)#-##-##',
            'country' => 'Россия',
        ],
        738595   => [
            'code'    => 'ru',
            'mask'    => '+7(38595)#-##-##',
            'country' => 'Россия',
        ],
        738596   => [
            'code'    => 'ru',
            'mask'    => '+7(38596)#-##-##',
            'country' => 'Россия',
        ],
        738597   => [
            'code'    => 'ru',
            'mask'    => '+7(38597)#-##-##',
            'country' => 'Россия',
        ],
        738598   => [
            'code'    => 'ru',
            'mask'    => '+7(38598)#-##-##',
            'country' => 'Россия',
        ],
        738599   => [
            'code'    => 'ru',
            'mask'    => '+7(38599)#-##-##',
            'country' => 'Россия',
        ],
        7388     => [
            'code'    => 'ru',
            'mask'    => '+7(388)###-##-##',
            'country' => 'Россия',
        ],
        73882    => [
            'code'    => 'ru',
            'mask'    => '+7(3882)##-##-##',
            'country' => 'Россия',
        ],
        738840   => [
            'code'    => 'ru',
            'mask'    => '+7(38840)#-##-##',
            'country' => 'Россия',
        ],
        738841   => [
            'code'    => 'ru',
            'mask'    => '+7(38841)#-##-##',
            'country' => 'Россия',
        ],
        738842   => [
            'code'    => 'ru',
            'mask'    => '+7(38842)#-##-##',
            'country' => 'Россия',
        ],
        738843   => [
            'code'    => 'ru',
            'mask'    => '+7(38843)#-##-##',
            'country' => 'Россия',
        ],
        738844   => [
            'code'    => 'ru',
            'mask'    => '+7(38844)#-##-##',
            'country' => 'Россия',
        ],
        738845   => [
            'code'    => 'ru',
            'mask'    => '+7(38845)#-##-##',
            'country' => 'Россия',
        ],
        738846   => [
            'code'    => 'ru',
            'mask'    => '+7(38846)#-##-##',
            'country' => 'Россия',
        ],
        738847   => [
            'code'    => 'ru',
            'mask'    => '+7(38847)#-##-##',
            'country' => 'Россия',
        ],
        738848   => [
            'code'    => 'ru',
            'mask'    => '+7(38848)#-##-##',
            'country' => 'Россия',
        ],
        738849   => [
            'code'    => 'ru',
            'mask'    => '+7(38849)#-##-##',
            'country' => 'Россия',
        ],
        7390     => [
            'code'    => 'ru',
            'mask'    => '+7(390)###-##-##',
            'country' => 'Россия',
        ],
        73902    => [
            'code'    => 'ru',
            'mask'    => '+7(3902)##-##-##',
            'country' => 'Россия',
        ],
        739031   => [
            'code'    => 'ru',
            'mask'    => '+7(39031)#-##-##',
            'country' => 'Россия',
        ],
        739032   => [
            'code'    => 'ru',
            'mask'    => '+7(39032)#-##-##',
            'country' => 'Россия',
        ],
        739033   => [
            'code'    => 'ru',
            'mask'    => '+7(39033)#-##-##',
            'country' => 'Россия',
        ],
        739034   => [
            'code'    => 'ru',
            'mask'    => '+7(39034)#-##-##',
            'country' => 'Россия',
        ],
        739035   => [
            'code'    => 'ru',
            'mask'    => '+7(39035)#-##-##',
            'country' => 'Россия',
        ],
        739036   => [
            'code'    => 'ru',
            'mask'    => '+7(39036)#-##-##',
            'country' => 'Россия',
        ],
        739041   => [
            'code'    => 'ru',
            'mask'    => '+7(39041)#-##-##',
            'country' => 'Россия',
        ],
        739042   => [
            'code'    => 'ru',
            'mask'    => '+7(39042)#-##-##',
            'country' => 'Россия',
        ],
        739044   => [
            'code'    => 'ru',
            'mask'    => '+7(39044)#-##-##',
            'country' => 'Россия',
        ],
        739045   => [
            'code'    => 'ru',
            'mask'    => '+7(39045)#-##-##',
            'country' => 'Россия',
        ],
        739046   => [
            'code'    => 'ru',
            'mask'    => '+7(39046)#-##-##',
            'country' => 'Россия',
        ],
        739047   => [
            'code'    => 'ru',
            'mask'    => '+7(39047)#-##-##',
            'country' => 'Россия',
        ],
        7391     => [
            'code'    => 'ru',
            'mask'    => '+7(391)###-##-##',
            'country' => 'Россия',
        ],
        73912    => [
            'code'    => 'ru',
            'mask'    => '+7(391)2##-##-##',
            'country' => 'Россия',
        ],
        739131   => [
            'code'    => 'ru',
            'mask'    => '+7(39131)#-##-##',
            'country' => 'Россия',
        ],
        739132   => [
            'code'    => 'ru',
            'mask'    => '+7(39132)#-##-##',
            'country' => 'Россия',
        ],
        739133   => [
            'code'    => 'ru',
            'mask'    => '+7(39133)#-##-##',
            'country' => 'Россия',
        ],
        739134   => [
            'code'    => 'ru',
            'mask'    => '+7(39134)#-##-##',
            'country' => 'Россия',
        ],
        739135   => [
            'code'    => 'ru',
            'mask'    => '+7(39135)#-##-##',
            'country' => 'Россия',
        ],
        739136   => [
            'code'    => 'ru',
            'mask'    => '+7(39136)#-##-##',
            'country' => 'Россия',
        ],
        739137   => [
            'code'    => 'ru',
            'mask'    => '+7(39137)#-##-##',
            'country' => 'Россия',
        ],
        739138   => [
            'code'    => 'ru',
            'mask'    => '+7(39138)#-##-##',
            'country' => 'Россия',
        ],
        739139   => [
            'code'    => 'ru',
            'mask'    => '+7(39139)#-##-##',
            'country' => 'Россия',
        ],
        739140   => [
            'code'    => 'ru',
            'mask'    => '+7(39140)#-##-##',
            'country' => 'Россия',
        ],
        739141   => [
            'code'    => 'ru',
            'mask'    => '+7(39141)#-##-##',
            'country' => 'Россия',
        ],
        739142   => [
            'code'    => 'ru',
            'mask'    => '+7(39142)#-##-##',
            'country' => 'Россия',
        ],
        739143   => [
            'code'    => 'ru',
            'mask'    => '+7(39143)#-##-##',
            'country' => 'Россия',
        ],
        739144   => [
            'code'    => 'ru',
            'mask'    => '+7(39144)#-##-##',
            'country' => 'Россия',
        ],
        739145   => [
            'code'    => 'ru',
            'mask'    => '+7(39145)#-##-##',
            'country' => 'Россия',
        ],
        739146   => [
            'code'    => 'ru',
            'mask'    => '+7(39146)#-##-##',
            'country' => 'Россия',
        ],
        739147   => [
            'code'    => 'ru',
            'mask'    => '+7(39147)#-##-##',
            'country' => 'Россия',
        ],
        739148   => [
            'code'    => 'ru',
            'mask'    => '+7(39148)#-##-##',
            'country' => 'Россия',
        ],
        739149   => [
            'code'    => 'ru',
            'mask'    => '+7(39149)#-##-##',
            'country' => 'Россия',
        ],
        739150   => [
            'code'    => 'ru',
            'mask'    => '+7(39150)#-##-##',
            'country' => 'Россия',
        ],
        739151   => [
            'code'    => 'ru',
            'mask'    => '+7(39151)#-##-##',
            'country' => 'Россия',
        ],
        739152   => [
            'code'    => 'ru',
            'mask'    => '+7(39152)#-##-##',
            'country' => 'Россия',
        ],
        739153   => [
            'code'    => 'ru',
            'mask'    => '+7(39153)#-##-##',
            'country' => 'Россия',
        ],
        739154   => [
            'code'    => 'ru',
            'mask'    => '+7(39154)#-##-##',
            'country' => 'Россия',
        ],
        739155   => [
            'code'    => 'ru',
            'mask'    => '+7(39155)#-##-##',
            'country' => 'Россия',
        ],
        739156   => [
            'code'    => 'ru',
            'mask'    => '+7(39156)#-##-##',
            'country' => 'Россия',
        ],
        739157   => [
            'code'    => 'ru',
            'mask'    => '+7(39157)#-##-##',
            'country' => 'Россия',
        ],
        739158   => [
            'code'    => 'ru',
            'mask'    => '+7(39158)#-##-##',
            'country' => 'Россия',
        ],
        739159   => [
            'code'    => 'ru',
            'mask'    => '+7(39159)#-##-##',
            'country' => 'Россия',
        ],
        739160   => [
            'code'    => 'ru',
            'mask'    => '+7(39160)#-##-##',
            'country' => 'Россия',
        ],
        739161   => [
            'code'    => 'ru',
            'mask'    => '+7(39161)#-##-##',
            'country' => 'Россия',
        ],
        739162   => [
            'code'    => 'ru',
            'mask'    => '+7(39162)#-##-##',
            'country' => 'Россия',
        ],
        739163   => [
            'code'    => 'ru',
            'mask'    => '+7(39163)#-##-##',
            'country' => 'Россия',
        ],
        739164   => [
            'code'    => 'ru',
            'mask'    => '+7(39164)#-##-##',
            'country' => 'Россия',
        ],
        739165   => [
            'code'    => 'ru',
            'mask'    => '+7(39165)#-##-##',
            'country' => 'Россия',
        ],
        739166   => [
            'code'    => 'ru',
            'mask'    => '+7(39166)#-##-##',
            'country' => 'Россия',
        ],
        739167   => [
            'code'    => 'ru',
            'mask'    => '+7(39167)#-##-##',
            'country' => 'Россия',
        ],
        739168   => [
            'code'    => 'ru',
            'mask'    => '+7(39168)#-##-##',
            'country' => 'Россия',
        ],
        739169   => [
            'code'    => 'ru',
            'mask'    => '+7(39169)#-##-##',
            'country' => 'Россия',
        ],
        739170   => [
            'code'    => 'ru',
            'mask'    => '+7(39170)#-##-##',
            'country' => 'Россия',
        ],
        739171   => [
            'code'    => 'ru',
            'mask'    => '+7(39171)#-##-##',
            'country' => 'Россия',
        ],
        739172   => [
            'code'    => 'ru',
            'mask'    => '+7(39172)#-##-##',
            'country' => 'Россия',
        ],
        739173   => [
            'code'    => 'ru',
            'mask'    => '+7(39173)#-##-##',
            'country' => 'Россия',
        ],
        739174   => [
            'code'    => 'ru',
            'mask'    => '+7(39174)#-##-##',
            'country' => 'Россия',
        ],
        739175   => [
            'code'    => 'ru',
            'mask'    => '+7(39175)#-##-##',
            'country' => 'Россия',
        ],
        739176   => [
            'code'    => 'ru',
            'mask'    => '+7(39176)#-##-##',
            'country' => 'Россия',
        ],
        739177   => [
            'code'    => 'ru',
            'mask'    => '+7(39177)#-##-##',
            'country' => 'Россия',
        ],
        739178   => [
            'code'    => 'ru',
            'mask'    => '+7(39178)#-##-##',
            'country' => 'Россия',
        ],
        739179   => [
            'code'    => 'ru',
            'mask'    => '+7(39179)#-##-##',
            'country' => 'Россия',
        ],
        739192   => [
            'code'    => 'ru',
            'mask'    => '+7(3919)2#-##-##',
            'country' => 'Россия',
        ],
        739194   => [
            'code'    => 'ru',
            'mask'    => '+7(3919)4#-##-##',
            'country' => 'Россия',
        ],
        739190   => [
            'code'    => 'ru',
            'mask'    => '+7(39190)#-##-##',
            'country' => 'Россия',
        ],
        739191   => [
            'code'    => 'ru',
            'mask'    => '+7(39191)#-##-##',
            'country' => 'Россия',
        ],
        739193   => [
            'code'    => 'ru',
            'mask'    => '+7(39193)#-##-##',
            'country' => 'Россия',
        ],
        739195   => [
            'code'    => 'ru',
            'mask'    => '+7(39195)#-##-##',
            'country' => 'Россия',
        ],
        739196   => [
            'code'    => 'ru',
            'mask'    => '+7(39196)#-##-##',
            'country' => 'Россия',
        ],
        739197   => [
            'code'    => 'ru',
            'mask'    => '+7(39197)#-##-##',
            'country' => 'Россия',
        ],
        739198   => [
            'code'    => 'ru',
            'mask'    => '+7(39198)#-##-##',
            'country' => 'Россия',
        ],
        739199   => [
            'code'    => 'ru',
            'mask'    => '+7(39199)#-##-##',
            'country' => 'Россия',
        ],
        7394     => [
            'code'    => 'ru',
            'mask'    => '+7(394)###-##-##',
            'country' => 'Россия',
        ],
        73942    => [
            'code'    => 'ru',
            'mask'    => '+7(3942)##-##-##',
            'country' => 'Россия',
        ],
        739432   => [
            'code'    => 'ru',
            'mask'    => '+7(39432)#-##-##',
            'country' => 'Россия',
        ],
        739433   => [
            'code'    => 'ru',
            'mask'    => '+7(39433)#-##-##',
            'country' => 'Россия',
        ],
        739434   => [
            'code'    => 'ru',
            'mask'    => '+7(39434)#-##-##',
            'country' => 'Россия',
        ],
        739435   => [
            'code'    => 'ru',
            'mask'    => '+7(39435)#-##-##',
            'country' => 'Россия',
        ],
        739436   => [
            'code'    => 'ru',
            'mask'    => '+7(39436)#-##-##',
            'country' => 'Россия',
        ],
        739437   => [
            'code'    => 'ru',
            'mask'    => '+7(39437)#-##-##',
            'country' => 'Россия',
        ],
        739438   => [
            'code'    => 'ru',
            'mask'    => '+7(39438)#-##-##',
            'country' => 'Россия',
        ],
        739439   => [
            'code'    => 'ru',
            'mask'    => '+7(39439)#-##-##',
            'country' => 'Россия',
        ],
        739441   => [
            'code'    => 'ru',
            'mask'    => '+7(39441)#-##-##',
            'country' => 'Россия',
        ],
        739442   => [
            'code'    => 'ru',
            'mask'    => '+7(39442)#-##-##',
            'country' => 'Россия',
        ],
        739444   => [
            'code'    => 'ru',
            'mask'    => '+7(39444)#-##-##',
            'country' => 'Россия',
        ],
        739445   => [
            'code'    => 'ru',
            'mask'    => '+7(39445)#-##-##',
            'country' => 'Россия',
        ],
        739450   => [
            'code'    => 'ru',
            'mask'    => '+7(39450)#-##-##',
            'country' => 'Россия',
        ],
        739451   => [
            'code'    => 'ru',
            'mask'    => '+7(39451)#-##-##',
            'country' => 'Россия',
        ],
        7395     => [
            'code'    => 'ru',
            'mask'    => '+7(395)###-##-##',
            'country' => 'Россия',
        ],
        73952    => [
            'code'    => 'ru',
            'mask'    => '+7(3952)##-##-##',
            'country' => 'Россия',
        ],
        73953    => [
            'code'    => 'ru',
            'mask'    => '+7(3953)##-##-##',
            'country' => 'Россия',
        ],
        739530   => [
            'code'    => 'ru',
            'mask'    => '+7(39530)#-##-##',
            'country' => 'Россия',
        ],
        739535   => [
            'code'    => 'ru',
            'mask'    => '+7(39535)#-##-##',
            'country' => 'Россия',
        ],
        739536   => [
            'code'    => 'ru',
            'mask'    => '+7(39536)#-##-##',
            'country' => 'Россия',
        ],
        739537   => [
            'code'    => 'ru',
            'mask'    => '+7(39537)#-##-##',
            'country' => 'Россия',
        ],
        739538   => [
            'code'    => 'ru',
            'mask'    => '+7(39538)#-##-##',
            'country' => 'Россия',
        ],
        739539   => [
            'code'    => 'ru',
            'mask'    => '+7(39539)#-##-##',
            'country' => 'Россия',
        ],
        739540   => [
            'code'    => 'ru',
            'mask'    => '+7(39540)#-##-##',
            'country' => 'Россия',
        ],
        739541   => [
            'code'    => 'ru',
            'mask'    => '+7(39541)#-##-##',
            'country' => 'Россия',
        ],
        739542   => [
            'code'    => 'ru',
            'mask'    => '+7(39542)#-##-##',
            'country' => 'Россия',
        ],
        739543   => [
            'code'    => 'ru',
            'mask'    => '+7(39543)#-##-##',
            'country' => 'Россия',
        ],
        739544   => [
            'code'    => 'ru',
            'mask'    => '+7(39544)#-##-##',
            'country' => 'Россия',
        ],
        739545   => [
            'code'    => 'ru',
            'mask'    => '+7(39545)#-##-##',
            'country' => 'Россия',
        ],
        739546   => [
            'code'    => 'ru',
            'mask'    => '+7(39546)#-##-##',
            'country' => 'Россия',
        ],
        739548   => [
            'code'    => 'ru',
            'mask'    => '+7(39548)#-##-##',
            'country' => 'Россия',
        ],
        739549   => [
            'code'    => 'ru',
            'mask'    => '+7(39549)#-##-##',
            'country' => 'Россия',
        ],
        73955    => [
            'code'    => 'ru',
            'mask'    => '+7(3955)##-##-##',
            'country' => 'Россия',
        ],
        739550   => [
            'code'    => 'ru',
            'mask'    => '+7(39550)#-##-##',
            'country' => 'Россия',
        ],
        739551   => [
            'code'    => 'ru',
            'mask'    => '+7(39551)#-##-##',
            'country' => 'Россия',
        ],
        739552   => [
            'code'    => 'ru',
            'mask'    => '+7(39552)#-##-##',
            'country' => 'Россия',
        ],
        739553   => [
            'code'    => 'ru',
            'mask'    => '+7(39553)#-##-##',
            'country' => 'Россия',
        ],
        739554   => [
            'code'    => 'ru',
            'mask'    => '+7(39554)#-##-##',
            'country' => 'Россия',
        ],
        739557   => [
            'code'    => 'ru',
            'mask'    => '+7(39557)#-##-##',
            'country' => 'Россия',
        ],
        739558   => [
            'code'    => 'ru',
            'mask'    => '+7(39558)#-##-##',
            'country' => 'Россия',
        ],
        739559   => [
            'code'    => 'ru',
            'mask'    => '+7(39559)#-##-##',
            'country' => 'Россия',
        ],
        739560   => [
            'code'    => 'ru',
            'mask'    => '+7(39560)#-##-##',
            'country' => 'Россия',
        ],
        739561   => [
            'code'    => 'ru',
            'mask'    => '+7(39561)#-##-##',
            'country' => 'Россия',
        ],
        739562   => [
            'code'    => 'ru',
            'mask'    => '+7(39562)#-##-##',
            'country' => 'Россия',
        ],
        739563   => [
            'code'    => 'ru',
            'mask'    => '+7(39563)#-##-##',
            'country' => 'Россия',
        ],
        739564   => [
            'code'    => 'ru',
            'mask'    => '+7(39564)#-##-##',
            'country' => 'Россия',
        ],
        739565   => [
            'code'    => 'ru',
            'mask'    => '+7(39565)#-##-##',
            'country' => 'Россия',
        ],
        739566   => [
            'code'    => 'ru',
            'mask'    => '+7(39566)#-##-##',
            'country' => 'Россия',
        ],
        739567   => [
            'code'    => 'ru',
            'mask'    => '+7(39567)#-##-##',
            'country' => 'Россия',
        ],
        739568   => [
            'code'    => 'ru',
            'mask'    => '+7(39568)#-##-##',
            'country' => 'Россия',
        ],
        739569   => [
            'code'    => 'ru',
            'mask'    => '+7(39569)#-##-##',
            'country' => 'Россия',
        ],
        7401     => [
            'code'    => 'ru',
            'mask'    => '+7(401)###-##-##',
            'country' => 'Россия',
        ],
        74012    => [
            'code'    => 'ru',
            'mask'    => '+7(4012)##-##-##',
            'country' => 'Россия',
        ],
        740141   => [
            'code'    => 'ru',
            'mask'    => '+7(40141)#-##-##',
            'country' => 'Россия',
        ],
        740142   => [
            'code'    => 'ru',
            'mask'    => '+7(40142)#-##-##',
            'country' => 'Россия',
        ],
        740143   => [
            'code'    => 'ru',
            'mask'    => '+7(40143)#-##-##',
            'country' => 'Россия',
        ],
        740144   => [
            'code'    => 'ru',
            'mask'    => '+7(40144)#-##-##',
            'country' => 'Россия',
        ],
        740145   => [
            'code'    => 'ru',
            'mask'    => '+7(40145)#-##-##',
            'country' => 'Россия',
        ],
        740150   => [
            'code'    => 'ru',
            'mask'    => '+7(40150)#-##-##',
            'country' => 'Россия',
        ],
        740151   => [
            'code'    => 'ru',
            'mask'    => '+7(40151)#-##-##',
            'country' => 'Россия',
        ],
        740152   => [
            'code'    => 'ru',
            'mask'    => '+7(40152)#-##-##',
            'country' => 'Россия',
        ],
        740153   => [
            'code'    => 'ru',
            'mask'    => '+7(40153)#-##-##',
            'country' => 'Россия',
        ],
        740155   => [
            'code'    => 'ru',
            'mask'    => '+7(40155)#-##-##',
            'country' => 'Россия',
        ],
        740156   => [
            'code'    => 'ru',
            'mask'    => '+7(40156)#-##-##',
            'country' => 'Россия',
        ],
        740157   => [
            'code'    => 'ru',
            'mask'    => '+7(40157)#-##-##',
            'country' => 'Россия',
        ],
        740158   => [
            'code'    => 'ru',
            'mask'    => '+7(40158)#-##-##',
            'country' => 'Россия',
        ],
        740159   => [
            'code'    => 'ru',
            'mask'    => '+7(40159)#-##-##',
            'country' => 'Россия',
        ],
        740161   => [
            'code'    => 'ru',
            'mask'    => '+7(40161)#-##-##',
            'country' => 'Россия',
        ],
        740162   => [
            'code'    => 'ru',
            'mask'    => '+7(40162)#-##-##',
            'country' => 'Россия',
        ],
        740163   => [
            'code'    => 'ru',
            'mask'    => '+7(40163)#-##-##',
            'country' => 'Россия',
        ],
        740164   => [
            'code'    => 'ru',
            'mask'    => '+7(40164)#-##-##',
            'country' => 'Россия',
        ],
        7411     => [
            'code'    => 'ru',
            'mask'    => '+7(411)###-##-##',
            'country' => 'Россия',
        ],
        74112    => [
            'code'    => 'ru',
            'mask'    => '+7(4112)##-##-##',
            'country' => 'Россия',
        ],
        741131   => [
            'code'    => 'ru',
            'mask'    => '+7(41131)#-##-##',
            'country' => 'Россия',
        ],
        741132   => [
            'code'    => 'ru',
            'mask'    => '+7(41132)#-##-##',
            'country' => 'Россия',
        ],
        741133   => [
            'code'    => 'ru',
            'mask'    => '+7(41133)#-##-##',
            'country' => 'Россия',
        ],
        741134   => [
            'code'    => 'ru',
            'mask'    => '+7(41134)#-##-##',
            'country' => 'Россия',
        ],
        741135   => [
            'code'    => 'ru',
            'mask'    => '+7(41135)#-##-##',
            'country' => 'Россия',
        ],
        741136   => [
            'code'    => 'ru',
            'mask'    => '+7(41136)#-##-##',
            'country' => 'Россия',
        ],
        741137   => [
            'code'    => 'ru',
            'mask'    => '+7(41137)#-##-##',
            'country' => 'Россия',
        ],
        741138   => [
            'code'    => 'ru',
            'mask'    => '+7(41138)#-##-##',
            'country' => 'Россия',
        ],
        741140   => [
            'code'    => 'ru',
            'mask'    => '+7(41140)#-##-##',
            'country' => 'Россия',
        ],
        741141   => [
            'code'    => 'ru',
            'mask'    => '+7(41141)#-##-##',
            'country' => 'Россия',
        ],
        741142   => [
            'code'    => 'ru',
            'mask'    => '+7(41142)#-##-##',
            'country' => 'Россия',
        ],
        741143   => [
            'code'    => 'ru',
            'mask'    => '+7(41143)#-##-##',
            'country' => 'Россия',
        ],
        741144   => [
            'code'    => 'ru',
            'mask'    => '+7(41144)#-##-##',
            'country' => 'Россия',
        ],
        741145   => [
            'code'    => 'ru',
            'mask'    => '+7(41145)#-##-##',
            'country' => 'Россия',
        ],
        741147   => [
            'code'    => 'ru',
            'mask'    => '+7(41147)#-##-##',
            'country' => 'Россия',
        ],
        741150   => [
            'code'    => 'ru',
            'mask'    => '+7(41150)#-##-##',
            'country' => 'Россия',
        ],
        741151   => [
            'code'    => 'ru',
            'mask'    => '+7(41151)#-##-##',
            'country' => 'Россия',
        ],
        741152   => [
            'code'    => 'ru',
            'mask'    => '+7(41152)#-##-##',
            'country' => 'Россия',
        ],
        741153   => [
            'code'    => 'ru',
            'mask'    => '+7(41153)#-##-##',
            'country' => 'Россия',
        ],
        741154   => [
            'code'    => 'ru',
            'mask'    => '+7(41154)#-##-##',
            'country' => 'Россия',
        ],
        741155   => [
            'code'    => 'ru',
            'mask'    => '+7(41155)#-##-##',
            'country' => 'Россия',
        ],
        741156   => [
            'code'    => 'ru',
            'mask'    => '+7(41156)#-##-##',
            'country' => 'Россия',
        ],
        741157   => [
            'code'    => 'ru',
            'mask'    => '+7(41157)#-##-##',
            'country' => 'Россия',
        ],
        741158   => [
            'code'    => 'ru',
            'mask'    => '+7(41158)#-##-##',
            'country' => 'Россия',
        ],
        741159   => [
            'code'    => 'ru',
            'mask'    => '+7(41159)#-##-##',
            'country' => 'Россия',
        ],
        741160   => [
            'code'    => 'ru',
            'mask'    => '+7(41160)#-##-##',
            'country' => 'Россия',
        ],
        741161   => [
            'code'    => 'ru',
            'mask'    => '+7(41161)#-##-##',
            'country' => 'Россия',
        ],
        741162   => [
            'code'    => 'ru',
            'mask'    => '+7(41162)#-##-##',
            'country' => 'Россия',
        ],
        741163   => [
            'code'    => 'ru',
            'mask'    => '+7(41163)#-##-##',
            'country' => 'Россия',
        ],
        741164   => [
            'code'    => 'ru',
            'mask'    => '+7(41164)#-##-##',
            'country' => 'Россия',
        ],
        741165   => [
            'code'    => 'ru',
            'mask'    => '+7(41165)#-##-##',
            'country' => 'Россия',
        ],
        741166   => [
            'code'    => 'ru',
            'mask'    => '+7(41166)#-##-##',
            'country' => 'Россия',
        ],
        741167   => [
            'code'    => 'ru',
            'mask'    => '+7(41167)#-##-##',
            'country' => 'Россия',
        ],
        741168   => [
            'code'    => 'ru',
            'mask'    => '+7(41168)#-##-##',
            'country' => 'Россия',
        ],
        741169   => [
            'code'    => 'ru',
            'mask'    => '+7(41169)#-##-##',
            'country' => 'Россия',
        ],
        7413     => [
            'code'    => 'ru',
            'mask'    => '+7(413)###-##-##',
            'country' => 'Россия',
        ],
        74132    => [
            'code'    => 'ru',
            'mask'    => '+7(4132)##-##-##',
            'country' => 'Россия',
        ],
        741341   => [
            'code'    => 'ru',
            'mask'    => '+7(41341)#-##-##',
            'country' => 'Россия',
        ],
        741342   => [
            'code'    => 'ru',
            'mask'    => '+7(41342)#-##-##',
            'country' => 'Россия',
        ],
        741343   => [
            'code'    => 'ru',
            'mask'    => '+7(41343)#-##-##',
            'country' => 'Россия',
        ],
        741344   => [
            'code'    => 'ru',
            'mask'    => '+7(41344)#-##-##',
            'country' => 'Россия',
        ],
        741345   => [
            'code'    => 'ru',
            'mask'    => '+7(41345)#-##-##',
            'country' => 'Россия',
        ],
        741346   => [
            'code'    => 'ru',
            'mask'    => '+7(41346)#-##-##',
            'country' => 'Россия',
        ],
        741347   => [
            'code'    => 'ru',
            'mask'    => '+7(41347)#-##-##',
            'country' => 'Россия',
        ],
        741348   => [
            'code'    => 'ru',
            'mask'    => '+7(41348)#-##-##',
            'country' => 'Россия',
        ],
        7415     => [
            'code'    => 'ru',
            'mask'    => '+7(415)###-##-##',
            'country' => 'Россия',
        ],
        74152    => [
            'code'    => 'ru',
            'mask'    => '+7(4152)##-##-##',
            'country' => 'Россия',
        ],
        741531   => [
            'code'    => 'ru',
            'mask'    => '+7(41531)#-##-##',
            'country' => 'Россия',
        ],
        741532   => [
            'code'    => 'ru',
            'mask'    => '+7(41532)#-##-##',
            'country' => 'Россия',
        ],
        741533   => [
            'code'    => 'ru',
            'mask'    => '+7(41533)#-##-##',
            'country' => 'Россия',
        ],
        741534   => [
            'code'    => 'ru',
            'mask'    => '+7(41534)#-##-##',
            'country' => 'Россия',
        ],
        741535   => [
            'code'    => 'ru',
            'mask'    => '+7(41535)#-##-##',
            'country' => 'Россия',
        ],
        741536   => [
            'code'    => 'ru',
            'mask'    => '+7(41536)#-##-##',
            'country' => 'Россия',
        ],
        741537   => [
            'code'    => 'ru',
            'mask'    => '+7(41537)#-##-##',
            'country' => 'Россия',
        ],
        741538   => [
            'code'    => 'ru',
            'mask'    => '+7(41538)#-##-##',
            'country' => 'Россия',
        ],
        741539   => [
            'code'    => 'ru',
            'mask'    => '+7(41539)#-##-##',
            'country' => 'Россия',
        ],
        741541   => [
            'code'    => 'ru',
            'mask'    => '+7(41541)#-##-##',
            'country' => 'Россия',
        ],
        741542   => [
            'code'    => 'ru',
            'mask'    => '+7(41542)#-##-##',
            'country' => 'Россия',
        ],
        741543   => [
            'code'    => 'ru',
            'mask'    => '+7(41543)#-##-##',
            'country' => 'Россия',
        ],
        741544   => [
            'code'    => 'ru',
            'mask'    => '+7(41544)#-##-##',
            'country' => 'Россия',
        ],
        741545   => [
            'code'    => 'ru',
            'mask'    => '+7(41545)#-##-##',
            'country' => 'Россия',
        ],
        741546   => [
            'code'    => 'ru',
            'mask'    => '+7(41546)#-##-##',
            'country' => 'Россия',
        ],
        741547   => [
            'code'    => 'ru',
            'mask'    => '+7(41547)#-##-##',
            'country' => 'Россия',
        ],
        741548   => [
            'code'    => 'ru',
            'mask'    => '+7(41548)#-##-##',
            'country' => 'Россия',
        ],
        7416     => [
            'code'    => 'ru',
            'mask'    => '+7(416)###-##-##',
            'country' => 'Россия',
        ],
        74162    => [
            'code'    => 'ru',
            'mask'    => '+7(4162)##-##-##',
            'country' => 'Россия',
        ],
        74163120 => [
            'code'    => 'ru',
            'mask'    => '+7(41631)2-0#-##',
            'country' => 'Россия',
        ],
        74163230 => [
            'code'    => 'ru',
            'mask'    => '+7(41632)3-0#-##',
            'country' => 'Россия',
        ],
        74163330 => [
            'code'    => 'ru',
            'mask'    => '+7(41633)3-0#-##',
            'country' => 'Россия',
        ],
        741634   => [
            'code'    => 'ru',
            'mask'    => '+7(41634)#-##-##',
            'country' => 'Россия',
        ],
        741636   => [
            'code'    => 'ru',
            'mask'    => '+7(41636)#-##-##',
            'country' => 'Россия',
        ],
        741637   => [
            'code'    => 'ru',
            'mask'    => '+7(41637)#-##-##',
            'country' => 'Россия',
        ],
        741638   => [
            'code'    => 'ru',
            'mask'    => '+7(41638)#-##-##',
            'country' => 'Россия',
        ],
        741639   => [
            'code'    => 'ru',
            'mask'    => '+7(41639)#-##-##',
            'country' => 'Россия',
        ],
        741641   => [
            'code'    => 'ru',
            'mask'    => '+7(41641)#-##-##',
            'country' => 'Россия',
        ],
        741642   => [
            'code'    => 'ru',
            'mask'    => '+7(41642)#-##-##',
            'country' => 'Россия',
        ],
        741643   => [
            'code'    => 'ru',
            'mask'    => '+7(41643)#-##-##',
            'country' => 'Россия',
        ],
        741644   => [
            'code'    => 'ru',
            'mask'    => '+7(41644)#-##-##',
            'country' => 'Россия',
        ],
        741645   => [
            'code'    => 'ru',
            'mask'    => '+7(41645)#-##-##',
            'country' => 'Россия',
        ],
        741646   => [
            'code'    => 'ru',
            'mask'    => '+7(41646)#-##-##',
            'country' => 'Россия',
        ],
        741647   => [
            'code'    => 'ru',
            'mask'    => '+7(41647)#-##-##',
            'country' => 'Россия',
        ],
        741648   => [
            'code'    => 'ru',
            'mask'    => '+7(41648)#-##-##',
            'country' => 'Россия',
        ],
        741649   => [
            'code'    => 'ru',
            'mask'    => '+7(41649)#-##-##',
            'country' => 'Россия',
        ],
        741651   => [
            'code'    => 'ru',
            'mask'    => '+7(41651)#-##-##',
            'country' => 'Россия',
        ],
        741652   => [
            'code'    => 'ru',
            'mask'    => '+7(41652)#-##-##',
            'country' => 'Россия',
        ],
        741653   => [
            'code'    => 'ru',
            'mask'    => '+7(41653)#-##-##',
            'country' => 'Россия',
        ],
        741654   => [
            'code'    => 'ru',
            'mask'    => '+7(41654)#-##-##',
            'country' => 'Россия',
        ],
        741655   => [
            'code'    => 'ru',
            'mask'    => '+7(41655)#-##-##',
            'country' => 'Россия',
        ],
        741656   => [
            'code'    => 'ru',
            'mask'    => '+7(41656)#-##-##',
            'country' => 'Россия',
        ],
        741658   => [
            'code'    => 'ru',
            'mask'    => '+7(41658)#-##-##',
            'country' => 'Россия',
        ],
        7421     => [
            'code'    => 'ru',
            'mask'    => '+7(421)###-##-##',
            'country' => 'Россия',
        ],
        74212    => [
            'code'    => 'ru',
            'mask'    => '+7(4212)##-##-##',
            'country' => 'Россия',
        ],
        742135   => [
            'code'    => 'ru',
            'mask'    => '+7(42135)#-##-##',
            'country' => 'Россия',
        ],
        742137   => [
            'code'    => 'ru',
            'mask'    => '+7(42137)#-##-##',
            'country' => 'Россия',
        ],
        742138   => [
            'code'    => 'ru',
            'mask'    => '+7(42138)#-##-##',
            'country' => 'Россия',
        ],
        742141   => [
            'code'    => 'ru',
            'mask'    => '+7(42141)#-##-##',
            'country' => 'Россия',
        ],
        742142   => [
            'code'    => 'ru',
            'mask'    => '+7(42142)#-##-##',
            'country' => 'Россия',
        ],
        742143   => [
            'code'    => 'ru',
            'mask'    => '+7(42143)#-##-##',
            'country' => 'Россия',
        ],
        742144   => [
            'code'    => 'ru',
            'mask'    => '+7(42144)#-##-##',
            'country' => 'Россия',
        ],
        742146   => [
            'code'    => 'ru',
            'mask'    => '+7(42146)#-##-##',
            'country' => 'Россия',
        ],
        742147   => [
            'code'    => 'ru',
            'mask'    => '+7(42147)#-##-##',
            'country' => 'Россия',
        ],
        742149   => [
            'code'    => 'ru',
            'mask'    => '+7(42149)#-##-##',
            'country' => 'Россия',
        ],
        742151   => [
            'code'    => 'ru',
            'mask'    => '+7(42151)#-##-##',
            'country' => 'Россия',
        ],
        742153   => [
            'code'    => 'ru',
            'mask'    => '+7(42153)#-##-##',
            'country' => 'Россия',
        ],
        742154   => [
            'code'    => 'ru',
            'mask'    => '+7(42154)#-##-##',
            'country' => 'Россия',
        ],
        742155   => [
            'code'    => 'ru',
            'mask'    => '+7(42155)#-##-##',
            'country' => 'Россия',
        ],
        742156   => [
            'code'    => 'ru',
            'mask'    => '+7(42156)#-##-##',
            'country' => 'Россия',
        ],
        74217    => [
            'code'    => 'ru',
            'mask'    => '+7(4217)##-##-##',
            'country' => 'Россия',
        ],
        7423     => [
            'code'    => 'ru',
            'mask'    => '+7(423)###-##-##',
            'country' => 'Россия',
        ],
        742331   => [
            'code'    => 'ru',
            'mask'    => '+7(42331)#-##-##',
            'country' => 'Россия',
        ],
        742334   => [
            'code'    => 'ru',
            'mask'    => '+7(42334)#-##-##',
            'country' => 'Россия',
        ],
        742335   => [
            'code'    => 'ru',
            'mask'    => '+7(42335)#-##-##',
            'country' => 'Россия',
        ],
        742337   => [
            'code'    => 'ru',
            'mask'    => '+7(42337)#-##-##',
            'country' => 'Россия',
        ],
        742339   => [
            'code'    => 'ru',
            'mask'    => '+7(42339)#-##-##',
            'country' => 'Россия',
        ],
        74234    => [
            'code'    => 'ru',
            'mask'    => '+7(4234)##-##-##',
            'country' => 'Россия',
        ],
        742344   => [
            'code'    => 'ru',
            'mask'    => '+7(42344)#-##-##',
            'country' => 'Россия',
        ],
        742345   => [
            'code'    => 'ru',
            'mask'    => '+7(42345)#-##-##',
            'country' => 'Россия',
        ],
        742346   => [
            'code'    => 'ru',
            'mask'    => '+7(42346)#-##-##',
            'country' => 'Россия',
        ],
        742347   => [
            'code'    => 'ru',
            'mask'    => '+7(42347)#-##-##',
            'country' => 'Россия',
        ],
        742349   => [
            'code'    => 'ru',
            'mask'    => '+7(42349)#-##-##',
            'country' => 'Россия',
        ],
        742351   => [
            'code'    => 'ru',
            'mask'    => '+7(42351)#-##-##',
            'country' => 'Россия',
        ],
        742352   => [
            'code'    => 'ru',
            'mask'    => '+7(42352)#-##-##',
            'country' => 'Россия',
        ],
        742354   => [
            'code'    => 'ru',
            'mask'    => '+7(42354)#-##-##',
            'country' => 'Россия',
        ],
        742355   => [
            'code'    => 'ru',
            'mask'    => '+7(42355)#-##-##',
            'country' => 'Россия',
        ],
        742356   => [
            'code'    => 'ru',
            'mask'    => '+7(42356)#-##-##',
            'country' => 'Россия',
        ],
        742357   => [
            'code'    => 'ru',
            'mask'    => '+7(42357)#-##-##',
            'country' => 'Россия',
        ],
        742359   => [
            'code'    => 'ru',
            'mask'    => '+7(42359)#-##-##',
            'country' => 'Россия',
        ],
        74236    => [
            'code'    => 'ru',
            'mask'    => '+7(4236)##-##-##',
            'country' => 'Россия',
        ],
        742361   => [
            'code'    => 'ru',
            'mask'    => '+7(42361)#-##-##',
            'country' => 'Россия',
        ],
        742362   => [
            'code'    => 'ru',
            'mask'    => '+7(42362)#-##-##',
            'country' => 'Россия',
        ],
        742363   => [
            'code'    => 'ru',
            'mask'    => '+7(42363)#-##-##',
            'country' => 'Россия',
        ],
        742365   => [
            'code'    => 'ru',
            'mask'    => '+7(42365)#-##-##',
            'country' => 'Россия',
        ],
        742371   => [
            'code'    => 'ru',
            'mask'    => '+7(42371)#-##-##',
            'country' => 'Россия',
        ],
        742372   => [
            'code'    => 'ru',
            'mask'    => '+7(42372)#-##-##',
            'country' => 'Россия',
        ],
        742373   => [
            'code'    => 'ru',
            'mask'    => '+7(42373)#-##-##',
            'country' => 'Россия',
        ],
        742374   => [
            'code'    => 'ru',
            'mask'    => '+7(42374)#-##-##',
            'country' => 'Россия',
        ],
        742375   => [
            'code'    => 'ru',
            'mask'    => '+7(42375)#-##-##',
            'country' => 'Россия',
        ],
        742376   => [
            'code'    => 'ru',
            'mask'    => '+7(42376)#-##-##',
            'country' => 'Россия',
        ],
        742377   => [
            'code'    => 'ru',
            'mask'    => '+7(42377)#-##-##',
            'country' => 'Россия',
        ],
        7424     => [
            'code'    => 'ru',
            'mask'    => '+7(424)###-##-##',
            'country' => 'Россия',
        ],
        74242    => [
            'code'    => 'ru',
            'mask'    => '+7(4242)##-##-##',
            'country' => 'Россия',
        ],
        742431   => [
            'code'    => 'ru',
            'mask'    => '+7(42431)#-##-##',
            'country' => 'Россия',
        ],
        742432   => [
            'code'    => 'ru',
            'mask'    => '+7(42432)#-##-##',
            'country' => 'Россия',
        ],
        742433   => [
            'code'    => 'ru',
            'mask'    => '+7(42433)#-##-##',
            'country' => 'Россия',
        ],
        742434   => [
            'code'    => 'ru',
            'mask'    => '+7(42434)#-##-##',
            'country' => 'Россия',
        ],
        742435   => [
            'code'    => 'ru',
            'mask'    => '+7(42435)#-##-##',
            'country' => 'Россия',
        ],
        742436   => [
            'code'    => 'ru',
            'mask'    => '+7(42436)#-##-##',
            'country' => 'Россия',
        ],
        742437   => [
            'code'    => 'ru',
            'mask'    => '+7(42437)#-##-##',
            'country' => 'Россия',
        ],
        742441   => [
            'code'    => 'ru',
            'mask'    => '+7(42441)#-##-##',
            'country' => 'Россия',
        ],
        742442   => [
            'code'    => 'ru',
            'mask'    => '+7(42442)#-##-##',
            'country' => 'Россия',
        ],
        742443   => [
            'code'    => 'ru',
            'mask'    => '+7(42443)#-##-##',
            'country' => 'Россия',
        ],
        742444   => [
            'code'    => 'ru',
            'mask'    => '+7(42444)#-##-##',
            'country' => 'Россия',
        ],
        742446   => [
            'code'    => 'ru',
            'mask'    => '+7(42446)#-##-##',
            'country' => 'Россия',
        ],
        742447   => [
            'code'    => 'ru',
            'mask'    => '+7(42447)#-##-##',
            'country' => 'Россия',
        ],
        742452   => [
            'code'    => 'ru',
            'mask'    => '+7(42452)#-##-##',
            'country' => 'Россия',
        ],
        742453   => [
            'code'    => 'ru',
            'mask'    => '+7(42453)#-##-##',
            'country' => 'Россия',
        ],
        742454   => [
            'code'    => 'ru',
            'mask'    => '+7(42454)#-##-##',
            'country' => 'Россия',
        ],
        742455   => [
            'code'    => 'ru',
            'mask'    => '+7(42455)#-##-##',
            'country' => 'Россия',
        ],
        7426     => [
            'code'    => 'ru',
            'mask'    => '+7(426)###-##-##',
            'country' => 'Россия',
        ],
        742622   => [
            'code'    => 'ru',
            'mask'    => '+7(42622)#-##-##',
            'country' => 'Россия',
        ],
        742632   => [
            'code'    => 'ru',
            'mask'    => '+7(42632)#-##-##',
            'country' => 'Россия',
        ],
        742663   => [
            'code'    => 'ru',
            'mask'    => '+7(42663)#-##-##',
            'country' => 'Россия',
        ],
        742665   => [
            'code'    => 'ru',
            'mask'    => '+7(42665)#-##-##',
            'country' => 'Россия',
        ],
        742666   => [
            'code'    => 'ru',
            'mask'    => '+7(42666)#-##-##',
            'country' => 'Россия',
        ],
        7427     => [
            'code'    => 'ru',
            'mask'    => '+7(427)###-##-##',
            'country' => 'Россия',
        ],
        742722   => [
            'code'    => 'ru',
            'mask'    => '+7(42722)#-##-##',
            'country' => 'Россия',
        ],
        742732   => [
            'code'    => 'ru',
            'mask'    => '+7(42732)#-##-##',
            'country' => 'Россия',
        ],
        742733   => [
            'code'    => 'ru',
            'mask'    => '+7(42733)#-##-##',
            'country' => 'Россия',
        ],
        742734   => [
            'code'    => 'ru',
            'mask'    => '+7(42734)#-##-##',
            'country' => 'Россия',
        ],
        742735   => [
            'code'    => 'ru',
            'mask'    => '+7(42735)#-##-##',
            'country' => 'Россия',
        ],
        742736   => [
            'code'    => 'ru',
            'mask'    => '+7(42736)#-##-##',
            'country' => 'Россия',
        ],
        742737   => [
            'code'    => 'ru',
            'mask'    => '+7(42737)#-##-##',
            'country' => 'Россия',
        ],
        742738   => [
            'code'    => 'ru',
            'mask'    => '+7(42738)#-##-##',
            'country' => 'Россия',
        ],
        742739   => [
            'code'    => 'ru',
            'mask'    => '+7(42739)#-##-##',
            'country' => 'Россия',
        ],
        7471     => [
            'code'    => 'ru',
            'mask'    => '+7(471)###-##-##',
            'country' => 'Россия',
        ],
        74712    => [
            'code'    => 'ru',
            'mask'    => '+7(4712)##-##-##',
            'country' => 'Россия',
        ],
        747131   => [
            'code'    => 'ru',
            'mask'    => '+7(47131)#-##-##',
            'country' => 'Россия',
        ],
        747132   => [
            'code'    => 'ru',
            'mask'    => '+7(47132)#-##-##',
            'country' => 'Россия',
        ],
        747133   => [
            'code'    => 'ru',
            'mask'    => '+7(47133)#-##-##',
            'country' => 'Россия',
        ],
        747134   => [
            'code'    => 'ru',
            'mask'    => '+7(47134)#-##-##',
            'country' => 'Россия',
        ],
        747135   => [
            'code'    => 'ru',
            'mask'    => '+7(47135)#-##-##',
            'country' => 'Россия',
        ],
        747136   => [
            'code'    => 'ru',
            'mask'    => '+7(47136)#-##-##',
            'country' => 'Россия',
        ],
        747137   => [
            'code'    => 'ru',
            'mask'    => '+7(47137)#-##-##',
            'country' => 'Россия',
        ],
        747140   => [
            'code'    => 'ru',
            'mask'    => '+7(47140)#-##-##',
            'country' => 'Россия',
        ],
        747141   => [
            'code'    => 'ru',
            'mask'    => '+7(47141)#-##-##',
            'country' => 'Россия',
        ],
        747142   => [
            'code'    => 'ru',
            'mask'    => '+7(47142)#-##-##',
            'country' => 'Россия',
        ],
        747143   => [
            'code'    => 'ru',
            'mask'    => '+7(47143)#-##-##',
            'country' => 'Россия',
        ],
        747144   => [
            'code'    => 'ru',
            'mask'    => '+7(47144)#-##-##',
            'country' => 'Россия',
        ],
        747145   => [
            'code'    => 'ru',
            'mask'    => '+7(47145)#-##-##',
            'country' => 'Россия',
        ],
        747146   => [
            'code'    => 'ru',
            'mask'    => '+7(47146)#-##-##',
            'country' => 'Россия',
        ],
        747147   => [
            'code'    => 'ru',
            'mask'    => '+7(47147)#-##-##',
            'country' => 'Россия',
        ],
        747148   => [
            'code'    => 'ru',
            'mask'    => '+7(47148)#-##-##',
            'country' => 'Россия',
        ],
        747149   => [
            'code'    => 'ru',
            'mask'    => '+7(47149)#-##-##',
            'country' => 'Россия',
        ],
        747150   => [
            'code'    => 'ru',
            'mask'    => '+7(47150)#-##-##',
            'country' => 'Россия',
        ],
        747151   => [
            'code'    => 'ru',
            'mask'    => '+7(47151)#-##-##',
            'country' => 'Россия',
        ],
        747152   => [
            'code'    => 'ru',
            'mask'    => '+7(47152)#-##-##',
            'country' => 'Россия',
        ],
        747153   => [
            'code'    => 'ru',
            'mask'    => '+7(47153)#-##-##',
            'country' => 'Россия',
        ],
        747154   => [
            'code'    => 'ru',
            'mask'    => '+7(47154)#-##-##',
            'country' => 'Россия',
        ],
        747155   => [
            'code'    => 'ru',
            'mask'    => '+7(47155)#-##-##',
            'country' => 'Россия',
        ],
        747156   => [
            'code'    => 'ru',
            'mask'    => '+7(47156)#-##-##',
            'country' => 'Россия',
        ],
        747157   => [
            'code'    => 'ru',
            'mask'    => '+7(47157)#-##-##',
            'country' => 'Россия',
        ],
        747158   => [
            'code'    => 'ru',
            'mask'    => '+7(47158)#-##-##',
            'country' => 'Россия',
        ],
        747159   => [
            'code'    => 'ru',
            'mask'    => '+7(47159)#-##-##',
            'country' => 'Россия',
        ],
        7472     => [
            'code'    => 'ru',
            'mask'    => '+7(472)###-##-##',
            'country' => 'Россия',
        ],
        74722    => [
            'code'    => 'ru',
            'mask'    => '+7(4722)##-##-##',
            'country' => 'Россия',
        ],
        747231   => [
            'code'    => 'ru',
            'mask'    => '+7(47231)#-##-##',
            'country' => 'Россия',
        ],
        747232   => [
            'code'    => 'ru',
            'mask'    => '+7(47232)#-##-##',
            'country' => 'Россия',
        ],
        747233   => [
            'code'    => 'ru',
            'mask'    => '+7(47233)#-##-##',
            'country' => 'Россия',
        ],
        747234   => [
            'code'    => 'ru',
            'mask'    => '+7(47234)#-##-##',
            'country' => 'Россия',
        ],
        747235   => [
            'code'    => 'ru',
            'mask'    => '+7(47235)#-##-##',
            'country' => 'Россия',
        ],
        747236   => [
            'code'    => 'ru',
            'mask'    => '+7(47236)#-##-##',
            'country' => 'Россия',
        ],
        747237   => [
            'code'    => 'ru',
            'mask'    => '+7(47237)#-##-##',
            'country' => 'Россия',
        ],
        747238   => [
            'code'    => 'ru',
            'mask'    => '+7(47238)#-##-##',
            'country' => 'Россия',
        ],
        747241   => [
            'code'    => 'ru',
            'mask'    => '+7(47241)#-##-##',
            'country' => 'Россия',
        ],
        747242   => [
            'code'    => 'ru',
            'mask'    => '+7(47242)#-##-##',
            'country' => 'Россия',
        ],
        747243   => [
            'code'    => 'ru',
            'mask'    => '+7(47243)#-##-##',
            'country' => 'Россия',
        ],
        747244   => [
            'code'    => 'ru',
            'mask'    => '+7(47244)#-##-##',
            'country' => 'Россия',
        ],
        747245   => [
            'code'    => 'ru',
            'mask'    => '+7(47245)#-##-##',
            'country' => 'Россия',
        ],
        747246   => [
            'code'    => 'ru',
            'mask'    => '+7(47246)#-##-##',
            'country' => 'Россия',
        ],
        747247   => [
            'code'    => 'ru',
            'mask'    => '+7(47247)#-##-##',
            'country' => 'Россия',
        ],
        747248   => [
            'code'    => 'ru',
            'mask'    => '+7(47248)#-##-##',
            'country' => 'Россия',
        ],
        74725    => [
            'code'    => 'ru',
            'mask'    => '+7(4725)##-##-##',
            'country' => 'Россия',
        ],
        747261   => [
            'code'    => 'ru',
            'mask'    => '+7(47261)#-##-##',
            'country' => 'Россия',
        ],
        747262   => [
            'code'    => 'ru',
            'mask'    => '+7(47262)#-##-##',
            'country' => 'Россия',
        ],
        747263   => [
            'code'    => 'ru',
            'mask'    => '+7(47263)#-##-##',
            'country' => 'Россия',
        ],
        7473     => [
            'code'    => 'ru',
            'mask'    => '+7(473)###-##-##',
            'country' => 'Россия',
        ],
        747340   => [
            'code'    => 'ru',
            'mask'    => '+7(47340)#-##-##',
            'country' => 'Россия',
        ],
        747341   => [
            'code'    => 'ru',
            'mask'    => '+7(47341)#-##-##',
            'country' => 'Россия',
        ],
        747342   => [
            'code'    => 'ru',
            'mask'    => '+7(47342)#-##-##',
            'country' => 'Россия',
        ],
        747343   => [
            'code'    => 'ru',
            'mask'    => '+7(47343)#-##-##',
            'country' => 'Россия',
        ],
        747344   => [
            'code'    => 'ru',
            'mask'    => '+7(47344)#-##-##',
            'country' => 'Россия',
        ],
        747345   => [
            'code'    => 'ru',
            'mask'    => '+7(47345)#-##-##',
            'country' => 'Россия',
        ],
        747346   => [
            'code'    => 'ru',
            'mask'    => '+7(47346)#-##-##',
            'country' => 'Россия',
        ],
        747347   => [
            'code'    => 'ru',
            'mask'    => '+7(47347)#-##-##',
            'country' => 'Россия',
        ],
        747348   => [
            'code'    => 'ru',
            'mask'    => '+7(47348)#-##-##',
            'country' => 'Россия',
        ],
        747350   => [
            'code'    => 'ru',
            'mask'    => '+7(47350)#-##-##',
            'country' => 'Россия',
        ],
        747352   => [
            'code'    => 'ru',
            'mask'    => '+7(47352)#-##-##',
            'country' => 'Россия',
        ],
        747353   => [
            'code'    => 'ru',
            'mask'    => '+7(47353)#-##-##',
            'country' => 'Россия',
        ],
        747354   => [
            'code'    => 'ru',
            'mask'    => '+7(47354)#-##-##',
            'country' => 'Россия',
        ],
        747355   => [
            'code'    => 'ru',
            'mask'    => '+7(47355)#-##-##',
            'country' => 'Россия',
        ],
        747356   => [
            'code'    => 'ru',
            'mask'    => '+7(47356)#-##-##',
            'country' => 'Россия',
        ],
        747357   => [
            'code'    => 'ru',
            'mask'    => '+7(47357)#-##-##',
            'country' => 'Россия',
        ],
        747361   => [
            'code'    => 'ru',
            'mask'    => '+7(47361)#-##-##',
            'country' => 'Россия',
        ],
        747362   => [
            'code'    => 'ru',
            'mask'    => '+7(47362)#-##-##',
            'country' => 'Россия',
        ],
        747363   => [
            'code'    => 'ru',
            'mask'    => '+7(47363)#-##-##',
            'country' => 'Россия',
        ],
        747364   => [
            'code'    => 'ru',
            'mask'    => '+7(47364)#-##-##',
            'country' => 'Россия',
        ],
        747365   => [
            'code'    => 'ru',
            'mask'    => '+7(47365)#-##-##',
            'country' => 'Россия',
        ],
        747366   => [
            'code'    => 'ru',
            'mask'    => '+7(47366)#-##-##',
            'country' => 'Россия',
        ],
        747367   => [
            'code'    => 'ru',
            'mask'    => '+7(47367)#-##-##',
            'country' => 'Россия',
        ],
        747370   => [
            'code'    => 'ru',
            'mask'    => '+7(47370)#-##-##',
            'country' => 'Россия',
        ],
        747371   => [
            'code'    => 'ru',
            'mask'    => '+7(47371)#-##-##',
            'country' => 'Россия',
        ],
        747372   => [
            'code'    => 'ru',
            'mask'    => '+7(47372)#-##-##',
            'country' => 'Россия',
        ],
        747374   => [
            'code'    => 'ru',
            'mask'    => '+7(47374)#-##-##',
            'country' => 'Россия',
        ],
        747375   => [
            'code'    => 'ru',
            'mask'    => '+7(47375)#-##-##',
            'country' => 'Россия',
        ],
        747376   => [
            'code'    => 'ru',
            'mask'    => '+7(47376)#-##-##',
            'country' => 'Россия',
        ],
        747391   => [
            'code'    => 'ru',
            'mask'    => '+7(47391)#-##-##',
            'country' => 'Россия',
        ],
        747394   => [
            'code'    => 'ru',
            'mask'    => '+7(47394)#-##-##',
            'country' => 'Россия',
        ],
        747395   => [
            'code'    => 'ru',
            'mask'    => '+7(47395)#-##-##',
            'country' => 'Россия',
        ],
        747396   => [
            'code'    => 'ru',
            'mask'    => '+7(47396)#-##-##',
            'country' => 'Россия',
        ],
        7474     => [
            'code'    => 'ru',
            'mask'    => '+7(474)###-##-##',
            'country' => 'Россия',
        ],
        74742    => [
            'code'    => 'ru',
            'mask'    => '+7(4742)##-##-##',
            'country' => 'Россия',
        ],
        747461   => [
            'code'    => 'ru',
            'mask'    => '+7(47461)#-##-##',
            'country' => 'Россия',
        ],
        747462   => [
            'code'    => 'ru',
            'mask'    => '+7(47462)#-##-##',
            'country' => 'Россия',
        ],
        747463   => [
            'code'    => 'ru',
            'mask'    => '+7(47463)#-##-##',
            'country' => 'Россия',
        ],
        747464   => [
            'code'    => 'ru',
            'mask'    => '+7(47464)#-##-##',
            'country' => 'Россия',
        ],
        747465   => [
            'code'    => 'ru',
            'mask'    => '+7(47465)#-##-##',
            'country' => 'Россия',
        ],
        747466   => [
            'code'    => 'ru',
            'mask'    => '+7(47466)#-##-##',
            'country' => 'Россия',
        ],
        747467   => [
            'code'    => 'ru',
            'mask'    => '+7(47467)#-##-##',
            'country' => 'Россия',
        ],
        747468   => [
            'code'    => 'ru',
            'mask'    => '+7(47468)#-##-##',
            'country' => 'Россия',
        ],
        747469   => [
            'code'    => 'ru',
            'mask'    => '+7(47469)#-##-##',
            'country' => 'Россия',
        ],
        747471   => [
            'code'    => 'ru',
            'mask'    => '+7(47471)#-##-##',
            'country' => 'Россия',
        ],
        747472   => [
            'code'    => 'ru',
            'mask'    => '+7(47472)#-##-##',
            'country' => 'Россия',
        ],
        747473   => [
            'code'    => 'ru',
            'mask'    => '+7(47473)#-##-##',
            'country' => 'Россия',
        ],
        747474   => [
            'code'    => 'ru',
            'mask'    => '+7(47474)#-##-##',
            'country' => 'Россия',
        ],
        747475   => [
            'code'    => 'ru',
            'mask'    => '+7(47475)#-##-##',
            'country' => 'Россия',
        ],
        747476   => [
            'code'    => 'ru',
            'mask'    => '+7(47476)#-##-##',
            'country' => 'Россия',
        ],
        747477   => [
            'code'    => 'ru',
            'mask'    => '+7(47477)#-##-##',
            'country' => 'Россия',
        ],
        747478   => [
            'code'    => 'ru',
            'mask'    => '+7(47478)#-##-##',
            'country' => 'Россия',
        ],
        7475     => [
            'code'    => 'ru',
            'mask'    => '+7(475)###-##-##',
            'country' => 'Россия',
        ],
        74752    => [
            'code'    => 'ru',
            'mask'    => '+7(4752)##-##-##',
            'country' => 'Россия',
        ],
        747531   => [
            'code'    => 'ru',
            'mask'    => '+7(47531)#-##-##',
            'country' => 'Россия',
        ],
        747532   => [
            'code'    => 'ru',
            'mask'    => '+7(47532)#-##-##',
            'country' => 'Россия',
        ],
        747533   => [
            'code'    => 'ru',
            'mask'    => '+7(47533)#-##-##',
            'country' => 'Россия',
        ],
        747534   => [
            'code'    => 'ru',
            'mask'    => '+7(47534)#-##-##',
            'country' => 'Россия',
        ],
        747535   => [
            'code'    => 'ru',
            'mask'    => '+7(47535)#-##-##',
            'country' => 'Россия',
        ],
        747536   => [
            'code'    => 'ru',
            'mask'    => '+7(47536)#-##-##',
            'country' => 'Россия',
        ],
        747537   => [
            'code'    => 'ru',
            'mask'    => '+7(47537)#-##-##',
            'country' => 'Россия',
        ],
        747541   => [
            'code'    => 'ru',
            'mask'    => '+7(47541)#-##-##',
            'country' => 'Россия',
        ],
        747542   => [
            'code'    => 'ru',
            'mask'    => '+7(47542)#-##-##',
            'country' => 'Россия',
        ],
        747543   => [
            'code'    => 'ru',
            'mask'    => '+7(47543)#-##-##',
            'country' => 'Россия',
        ],
        747544   => [
            'code'    => 'ru',
            'mask'    => '+7(47544)#-##-##',
            'country' => 'Россия',
        ],
        747545   => [
            'code'    => 'ru',
            'mask'    => '+7(47545)#-##-##',
            'country' => 'Россия',
        ],
        747546   => [
            'code'    => 'ru',
            'mask'    => '+7(47546)#-##-##',
            'country' => 'Россия',
        ],
        747548   => [
            'code'    => 'ru',
            'mask'    => '+7(47548)#-##-##',
            'country' => 'Россия',
        ],
        747551   => [
            'code'    => 'ru',
            'mask'    => '+7(47551)#-##-##',
            'country' => 'Россия',
        ],
        747552   => [
            'code'    => 'ru',
            'mask'    => '+7(47552)#-##-##',
            'country' => 'Россия',
        ],
        747553   => [
            'code'    => 'ru',
            'mask'    => '+7(47553)#-##-##',
            'country' => 'Россия',
        ],
        747554   => [
            'code'    => 'ru',
            'mask'    => '+7(47554)#-##-##',
            'country' => 'Россия',
        ],
        747555   => [
            'code'    => 'ru',
            'mask'    => '+7(47555)#-##-##',
            'country' => 'Россия',
        ],
        747556   => [
            'code'    => 'ru',
            'mask'    => '+7(47556)#-##-##',
            'country' => 'Россия',
        ],
        747557   => [
            'code'    => 'ru',
            'mask'    => '+7(47557)#-##-##',
            'country' => 'Россия',
        ],
        747558   => [
            'code'    => 'ru',
            'mask'    => '+7(47558)#-##-##',
            'country' => 'Россия',
        ],
        747559   => [
            'code'    => 'ru',
            'mask'    => '+7(47559)#-##-##',
            'country' => 'Россия',
        ],
        7481     => [
            'code'    => 'ru',
            'mask'    => '+7(481)###-##-##',
            'country' => 'Россия',
        ],
        74812    => [
            'code'    => 'ru',
            'mask'    => '+7(4812)##-##-##',
            'country' => 'Россия',
        ],
        748130   => [
            'code'    => 'ru',
            'mask'    => '+7(48130)#-##-##',
            'country' => 'Россия',
        ],
        748131   => [
            'code'    => 'ru',
            'mask'    => '+7(48131)#-##-##',
            'country' => 'Россия',
        ],
        748132   => [
            'code'    => 'ru',
            'mask'    => '+7(48132)#-##-##',
            'country' => 'Россия',
        ],
        748133   => [
            'code'    => 'ru',
            'mask'    => '+7(48133)#-##-##',
            'country' => 'Россия',
        ],
        748134   => [
            'code'    => 'ru',
            'mask'    => '+7(48134)#-##-##',
            'country' => 'Россия',
        ],
        748135   => [
            'code'    => 'ru',
            'mask'    => '+7(48135)#-##-##',
            'country' => 'Россия',
        ],
        748136   => [
            'code'    => 'ru',
            'mask'    => '+7(48136)#-##-##',
            'country' => 'Россия',
        ],
        748137   => [
            'code'    => 'ru',
            'mask'    => '+7(48137)#-##-##',
            'country' => 'Россия',
        ],
        748138   => [
            'code'    => 'ru',
            'mask'    => '+7(48138)#-##-##',
            'country' => 'Россия',
        ],
        748139   => [
            'code'    => 'ru',
            'mask'    => '+7(48139)#-##-##',
            'country' => 'Россия',
        ],
        748140   => [
            'code'    => 'ru',
            'mask'    => '+7(48140)#-##-##',
            'country' => 'Россия',
        ],
        748141   => [
            'code'    => 'ru',
            'mask'    => '+7(48141)#-##-##',
            'country' => 'Россия',
        ],
        748142   => [
            'code'    => 'ru',
            'mask'    => '+7(48142)#-##-##',
            'country' => 'Россия',
        ],
        748143   => [
            'code'    => 'ru',
            'mask'    => '+7(48143)#-##-##',
            'country' => 'Россия',
        ],
        748144   => [
            'code'    => 'ru',
            'mask'    => '+7(48144)#-##-##',
            'country' => 'Россия',
        ],
        748145   => [
            'code'    => 'ru',
            'mask'    => '+7(48145)#-##-##',
            'country' => 'Россия',
        ],
        748146   => [
            'code'    => 'ru',
            'mask'    => '+7(48146)#-##-##',
            'country' => 'Россия',
        ],
        748147   => [
            'code'    => 'ru',
            'mask'    => '+7(48147)#-##-##',
            'country' => 'Россия',
        ],
        748148   => [
            'code'    => 'ru',
            'mask'    => '+7(48148)#-##-##',
            'country' => 'Россия',
        ],
        748149   => [
            'code'    => 'ru',
            'mask'    => '+7(48149)#-##-##',
            'country' => 'Россия',
        ],
        748153   => [
            'code'    => 'ru',
            'mask'    => '+7(48153)#-##-##',
            'country' => 'Россия',
        ],
        748155   => [
            'code'    => 'ru',
            'mask'    => '+7(48155)#-##-##',
            'country' => 'Россия',
        ],
        748165   => [
            'code'    => 'ru',
            'mask'    => '+7(48165)#-##-##',
            'country' => 'Россия',
        ],
        748166   => [
            'code'    => 'ru',
            'mask'    => '+7(48166)#-##-##',
            'country' => 'Россия',
        ],
        748167   => [
            'code'    => 'ru',
            'mask'    => '+7(48167)#-##-##',
            'country' => 'Россия',
        ],
        7482     => [
            'code'    => 'ru',
            'mask'    => '+7(482)###-##-##',
            'country' => 'Россия',
        ],
        74822    => [
            'code'    => 'ru',
            'mask'    => '+7(4822)##-##-##',
            'country' => 'Россия',
        ],
        748230   => [
            'code'    => 'ru',
            'mask'    => '+7(48230)#-##-##',
            'country' => 'Россия',
        ],
        748231   => [
            'code'    => 'ru',
            'mask'    => '+7(48231)#-##-##',
            'country' => 'Россия',
        ],
        748232   => [
            'code'    => 'ru',
            'mask'    => '+7(48232)#-##-##',
            'country' => 'Россия',
        ],
        748233   => [
            'code'    => 'ru',
            'mask'    => '+7(48233)#-##-##',
            'country' => 'Россия',
        ],
        748234   => [
            'code'    => 'ru',
            'mask'    => '+7(48234)#-##-##',
            'country' => 'Россия',
        ],
        748235   => [
            'code'    => 'ru',
            'mask'    => '+7(48235)#-##-##',
            'country' => 'Россия',
        ],
        748236   => [
            'code'    => 'ru',
            'mask'    => '+7(48236)#-##-##',
            'country' => 'Россия',
        ],
        748237   => [
            'code'    => 'ru',
            'mask'    => '+7(48237)#-##-##',
            'country' => 'Россия',
        ],
        748238   => [
            'code'    => 'ru',
            'mask'    => '+7(48238)#-##-##',
            'country' => 'Россия',
        ],
        748239   => [
            'code'    => 'ru',
            'mask'    => '+7(48239)#-##-##',
            'country' => 'Россия',
        ],
        748242   => [
            'code'    => 'ru',
            'mask'    => '+7(48242)#-##-##',
            'country' => 'Россия',
        ],
        748244   => [
            'code'    => 'ru',
            'mask'    => '+7(48244)#-##-##',
            'country' => 'Россия',
        ],
        748246   => [
            'code'    => 'ru',
            'mask'    => '+7(48246)#-##-##',
            'country' => 'Россия',
        ],
        748249   => [
            'code'    => 'ru',
            'mask'    => '+7(48249)#-##-##',
            'country' => 'Россия',
        ],
        748250   => [
            'code'    => 'ru',
            'mask'    => '+7(48250)#-##-##',
            'country' => 'Россия',
        ],
        748251   => [
            'code'    => 'ru',
            'mask'    => '+7(48251)#-##-##',
            'country' => 'Россия',
        ],
        748253   => [
            'code'    => 'ru',
            'mask'    => '+7(48253)#-##-##',
            'country' => 'Россия',
        ],
        748255   => [
            'code'    => 'ru',
            'mask'    => '+7(48255)#-##-##',
            'country' => 'Россия',
        ],
        748257   => [
            'code'    => 'ru',
            'mask'    => '+7(48257)#-##-##',
            'country' => 'Россия',
        ],
        748258   => [
            'code'    => 'ru',
            'mask'    => '+7(48258)#-##-##',
            'country' => 'Россия',
        ],
        748261   => [
            'code'    => 'ru',
            'mask'    => '+7(48261)#-##-##',
            'country' => 'Россия',
        ],
        748262   => [
            'code'    => 'ru',
            'mask'    => '+7(48262)#-##-##',
            'country' => 'Россия',
        ],
        748263   => [
            'code'    => 'ru',
            'mask'    => '+7(48263)#-##-##',
            'country' => 'Россия',
        ],
        748264   => [
            'code'    => 'ru',
            'mask'    => '+7(48264)#-##-##',
            'country' => 'Россия',
        ],
        748265   => [
            'code'    => 'ru',
            'mask'    => '+7(48265)#-##-##',
            'country' => 'Россия',
        ],
        748266   => [
            'code'    => 'ru',
            'mask'    => '+7(48266)#-##-##',
            'country' => 'Россия',
        ],
        748267   => [
            'code'    => 'ru',
            'mask'    => '+7(48267)#-##-##',
            'country' => 'Россия',
        ],
        748268   => [
            'code'    => 'ru',
            'mask'    => '+7(48268)#-##-##',
            'country' => 'Россия',
        ],
        748269   => [
            'code'    => 'ru',
            'mask'    => '+7(48269)#-##-##',
            'country' => 'Россия',
        ],
        748271   => [
            'code'    => 'ru',
            'mask'    => '+7(48271)#-##-##',
            'country' => 'Россия',
        ],
        748272   => [
            'code'    => 'ru',
            'mask'    => '+7(48272)#-##-##',
            'country' => 'Россия',
        ],
        748273   => [
            'code'    => 'ru',
            'mask'    => '+7(48273)#-##-##',
            'country' => 'Россия',
        ],
        748274   => [
            'code'    => 'ru',
            'mask'    => '+7(48274)#-##-##',
            'country' => 'Россия',
        ],
        748275   => [
            'code'    => 'ru',
            'mask'    => '+7(48275)#-##-##',
            'country' => 'Россия',
        ],
        748276   => [
            'code'    => 'ru',
            'mask'    => '+7(48276)#-##-##',
            'country' => 'Россия',
        ],
        7483     => [
            'code'    => 'ru',
            'mask'    => '+7(483)###-##-##',
            'country' => 'Россия',
        ],
        74832    => [
            'code'    => 'ru',
            'mask'    => '+7(4832)##-##-##',
            'country' => 'Россия',
        ],
        748330   => [
            'code'    => 'ru',
            'mask'    => '+7(48330)#-##-##',
            'country' => 'Россия',
        ],
        748331   => [
            'code'    => 'ru',
            'mask'    => '+7(48331)#-##-##',
            'country' => 'Россия',
        ],
        748332   => [
            'code'    => 'ru',
            'mask'    => '+7(48332)#-##-##',
            'country' => 'Россия',
        ],
        748333   => [
            'code'    => 'ru',
            'mask'    => '+7(48333)#-##-##',
            'country' => 'Россия',
        ],
        748334   => [
            'code'    => 'ru',
            'mask'    => '+7(48334)#-##-##',
            'country' => 'Россия',
        ],
        748335   => [
            'code'    => 'ru',
            'mask'    => '+7(48335)#-##-##',
            'country' => 'Россия',
        ],
        748336   => [
            'code'    => 'ru',
            'mask'    => '+7(48336)#-##-##',
            'country' => 'Россия',
        ],
        748338   => [
            'code'    => 'ru',
            'mask'    => '+7(48338)#-##-##',
            'country' => 'Россия',
        ],
        748339   => [
            'code'    => 'ru',
            'mask'    => '+7(48339)#-##-##',
            'country' => 'Россия',
        ],
        748340   => [
            'code'    => 'ru',
            'mask'    => '+7(48340)#-##-##',
            'country' => 'Россия',
        ],
        748341   => [
            'code'    => 'ru',
            'mask'    => '+7(48341)#-##-##',
            'country' => 'Россия',
        ],
        748342   => [
            'code'    => 'ru',
            'mask'    => '+7(48342)#-##-##',
            'country' => 'Россия',
        ],
        748343   => [
            'code'    => 'ru',
            'mask'    => '+7(48343)#-##-##',
            'country' => 'Россия',
        ],
        748344   => [
            'code'    => 'ru',
            'mask'    => '+7(48344)#-##-##',
            'country' => 'Россия',
        ],
        748345   => [
            'code'    => 'ru',
            'mask'    => '+7(48345)#-##-##',
            'country' => 'Россия',
        ],
        748346   => [
            'code'    => 'ru',
            'mask'    => '+7(48346)#-##-##',
            'country' => 'Россия',
        ],
        748347   => [
            'code'    => 'ru',
            'mask'    => '+7(48347)#-##-##',
            'country' => 'Россия',
        ],
        748348   => [
            'code'    => 'ru',
            'mask'    => '+7(48348)#-##-##',
            'country' => 'Россия',
        ],
        748349   => [
            'code'    => 'ru',
            'mask'    => '+7(48349)#-##-##',
            'country' => 'Россия',
        ],
        748351   => [
            'code'    => 'ru',
            'mask'    => '+7(48351)#-##-##',
            'country' => 'Россия',
        ],
        748352   => [
            'code'    => 'ru',
            'mask'    => '+7(48352)#-##-##',
            'country' => 'Россия',
        ],
        748353   => [
            'code'    => 'ru',
            'mask'    => '+7(48353)#-##-##',
            'country' => 'Россия',
        ],
        748354   => [
            'code'    => 'ru',
            'mask'    => '+7(48354)#-##-##',
            'country' => 'Россия',
        ],
        748355   => [
            'code'    => 'ru',
            'mask'    => '+7(48355)#-##-##',
            'country' => 'Россия',
        ],
        748356   => [
            'code'    => 'ru',
            'mask'    => '+7(48356)#-##-##',
            'country' => 'Россия',
        ],
        748358   => [
            'code'    => 'ru',
            'mask'    => '+7(48358)#-##-##',
            'country' => 'Россия',
        ],
        7484     => [
            'code'    => 'ru',
            'mask'    => '+7(484)###-##-##',
            'country' => 'Россия',
        ],
        74842    => [
            'code'    => 'ru',
            'mask'    => '+7(4842)##-##-##',
            'country' => 'Россия',
        ],
        748431   => [
            'code'    => 'ru',
            'mask'    => '+7(48431)#-##-##',
            'country' => 'Россия',
        ],
        748432   => [
            'code'    => 'ru',
            'mask'    => '+7(48432)#-##-##',
            'country' => 'Россия',
        ],
        748433   => [
            'code'    => 'ru',
            'mask'    => '+7(48433)#-##-##',
            'country' => 'Россия',
        ],
        748434   => [
            'code'    => 'ru',
            'mask'    => '+7(48434)#-##-##',
            'country' => 'Россия',
        ],
        748435   => [
            'code'    => 'ru',
            'mask'    => '+7(48435)#-##-##',
            'country' => 'Россия',
        ],
        748436   => [
            'code'    => 'ru',
            'mask'    => '+7(48436)#-##-##',
            'country' => 'Россия',
        ],
        748437   => [
            'code'    => 'ru',
            'mask'    => '+7(48437)#-##-##',
            'country' => 'Россия',
        ],
        7484382  => [
            'code'    => 'ru',
            'mask'    => '+7(48438)2-##-##',
            'country' => 'Россия',
        ],
        7484384  => [
            'code'    => 'ru',
            'mask'    => '+7(48438)4-##-##',
            'country' => 'Россия',
        ],
        7484386  => [
            'code'    => 'ru',
            'mask'    => '+7(48438)6-##-##',
            'country' => 'Россия',
        ],
        748439   => [
            'code'    => 'ru',
            'mask'    => '+7(48439)#-##-##',
            'country' => 'Россия',
        ],
        748441   => [
            'code'    => 'ru',
            'mask'    => '+7(48441)#-##-##',
            'country' => 'Россия',
        ],
        748442   => [
            'code'    => 'ru',
            'mask'    => '+7(48442)#-##-##',
            'country' => 'Россия',
        ],
        748443   => [
            'code'    => 'ru',
            'mask'    => '+7(48443)#-##-##',
            'country' => 'Россия',
        ],
        748444   => [
            'code'    => 'ru',
            'mask'    => '+7(48444)#-##-##',
            'country' => 'Россия',
        ],
        748445   => [
            'code'    => 'ru',
            'mask'    => '+7(48445)#-##-##',
            'country' => 'Россия',
        ],
        748446   => [
            'code'    => 'ru',
            'mask'    => '+7(48446)#-##-##',
            'country' => 'Россия',
        ],
        748447   => [
            'code'    => 'ru',
            'mask'    => '+7(48447)#-##-##',
            'country' => 'Россия',
        ],
        748448   => [
            'code'    => 'ru',
            'mask'    => '+7(48448)#-##-##',
            'country' => 'Россия',
        ],
        748449   => [
            'code'    => 'ru',
            'mask'    => '+7(48449)#-##-##',
            'country' => 'Россия',
        ],
        748451   => [
            'code'    => 'ru',
            'mask'    => '+7(48451)#-##-##',
            'country' => 'Россия',
        ],
        748452   => [
            'code'    => 'ru',
            'mask'    => '+7(48452)#-##-##',
            'country' => 'Россия',
        ],
        748453   => [
            'code'    => 'ru',
            'mask'    => '+7(48453)#-##-##',
            'country' => 'Россия',
        ],
        748454   => [
            'code'    => 'ru',
            'mask'    => '+7(48454)#-##-##',
            'country' => 'Россия',
        ],
        748455   => [
            'code'    => 'ru',
            'mask'    => '+7(48455)#-##-##',
            'country' => 'Россия',
        ],
        748456   => [
            'code'    => 'ru',
            'mask'    => '+7(48456)#-##-##',
            'country' => 'Россия',
        ],
        748457   => [
            'code'    => 'ru',
            'mask'    => '+7(48457)#-##-##',
            'country' => 'Россия',
        ],
        7485     => [
            'code'    => 'ru',
            'mask'    => '+7(485)###-##-##',
            'country' => 'Россия',
        ],
        74852    => [
            'code'    => 'ru',
            'mask'    => '+7(4852)##-##-##',
            'country' => 'Россия',
        ],
        748531   => [
            'code'    => 'ru',
            'mask'    => '+7(48531)#-##-##',
            'country' => 'Россия',
        ],
        748532   => [
            'code'    => 'ru',
            'mask'    => '+7(48532)#-##-##',
            'country' => 'Россия',
        ],
        748533   => [
            'code'    => 'ru',
            'mask'    => '+7(48533)#-##-##',
            'country' => 'Россия',
        ],
        748534   => [
            'code'    => 'ru',
            'mask'    => '+7(48534)#-##-##',
            'country' => 'Россия',
        ],
        748535   => [
            'code'    => 'ru',
            'mask'    => '+7(48535)#-##-##',
            'country' => 'Россия',
        ],
        748536   => [
            'code'    => 'ru',
            'mask'    => '+7(48536)#-##-##',
            'country' => 'Россия',
        ],
        748538   => [
            'code'    => 'ru',
            'mask'    => '+7(48538)#-##-##',
            'country' => 'Россия',
        ],
        748539   => [
            'code'    => 'ru',
            'mask'    => '+7(48539)#-##-##',
            'country' => 'Россия',
        ],
        748542   => [
            'code'    => 'ru',
            'mask'    => '+7(48542)#-##-##',
            'country' => 'Россия',
        ],
        748543   => [
            'code'    => 'ru',
            'mask'    => '+7(48543)#-##-##',
            'country' => 'Россия',
        ],
        748544   => [
            'code'    => 'ru',
            'mask'    => '+7(48544)#-##-##',
            'country' => 'Россия',
        ],
        748545   => [
            'code'    => 'ru',
            'mask'    => '+7(48545)#-##-##',
            'country' => 'Россия',
        ],
        748546   => [
            'code'    => 'ru',
            'mask'    => '+7(48546)#-##-##',
            'country' => 'Россия',
        ],
        748547   => [
            'code'    => 'ru',
            'mask'    => '+7(48547)#-##-##',
            'country' => 'Россия',
        ],
        748549   => [
            'code'    => 'ru',
            'mask'    => '+7(48549)#-##-##',
            'country' => 'Россия',
        ],
        74855    => [
            'code'    => 'ru',
            'mask'    => '+7(4855)##-##-##',
            'country' => 'Россия',
        ],
        7486     => [
            'code'    => 'ru',
            'mask'    => '+7(486)###-##-##',
            'country' => 'Россия',
        ],
        74862    => [
            'code'    => 'ru',
            'mask'    => '+7(4862)##-##-##',
            'country' => 'Россия',
        ],
        748640   => [
            'code'    => 'ru',
            'mask'    => '+7(48640)#-##-##',
            'country' => 'Россия',
        ],
        748642   => [
            'code'    => 'ru',
            'mask'    => '+7(48642)#-##-##',
            'country' => 'Россия',
        ],
        748643   => [
            'code'    => 'ru',
            'mask'    => '+7(48643)#-##-##',
            'country' => 'Россия',
        ],
        748644   => [
            'code'    => 'ru',
            'mask'    => '+7(48644)#-##-##',
            'country' => 'Россия',
        ],
        748645   => [
            'code'    => 'ru',
            'mask'    => '+7(48645)#-##-##',
            'country' => 'Россия',
        ],
        748646   => [
            'code'    => 'ru',
            'mask'    => '+7(48646)#-##-##',
            'country' => 'Россия',
        ],
        748647   => [
            'code'    => 'ru',
            'mask'    => '+7(48647)#-##-##',
            'country' => 'Россия',
        ],
        748648   => [
            'code'    => 'ru',
            'mask'    => '+7(48648)#-##-##',
            'country' => 'Россия',
        ],
        748649   => [
            'code'    => 'ru',
            'mask'    => '+7(48649)#-##-##',
            'country' => 'Россия',
        ],
        748661   => [
            'code'    => 'ru',
            'mask'    => '+7(48661)#-##-##',
            'country' => 'Россия',
        ],
        748662   => [
            'code'    => 'ru',
            'mask'    => '+7(48662)#-##-##',
            'country' => 'Россия',
        ],
        748663   => [
            'code'    => 'ru',
            'mask'    => '+7(48663)#-##-##',
            'country' => 'Россия',
        ],
        748664   => [
            'code'    => 'ru',
            'mask'    => '+7(48664)#-##-##',
            'country' => 'Россия',
        ],
        748665   => [
            'code'    => 'ru',
            'mask'    => '+7(48665)#-##-##',
            'country' => 'Россия',
        ],
        748666   => [
            'code'    => 'ru',
            'mask'    => '+7(48666)#-##-##',
            'country' => 'Россия',
        ],
        748667   => [
            'code'    => 'ru',
            'mask'    => '+7(48667)#-##-##',
            'country' => 'Россия',
        ],
        748672   => [
            'code'    => 'ru',
            'mask'    => '+7(48672)#-##-##',
            'country' => 'Россия',
        ],
        748673   => [
            'code'    => 'ru',
            'mask'    => '+7(48673)#-##-##',
            'country' => 'Россия',
        ],
        748674   => [
            'code'    => 'ru',
            'mask'    => '+7(48674)#-##-##',
            'country' => 'Россия',
        ],
        748675   => [
            'code'    => 'ru',
            'mask'    => '+7(48675)#-##-##',
            'country' => 'Россия',
        ],
        748676   => [
            'code'    => 'ru',
            'mask'    => '+7(48676)#-##-##',
            'country' => 'Россия',
        ],
        748677   => [
            'code'    => 'ru',
            'mask'    => '+7(48677)#-##-##',
            'country' => 'Россия',
        ],
        748678   => [
            'code'    => 'ru',
            'mask'    => '+7(48678)#-##-##',
            'country' => 'Россия',
        ],
        748679   => [
            'code'    => 'ru',
            'mask'    => '+7(48679)#-##-##',
            'country' => 'Россия',
        ],
        7487     => [
            'code'    => 'ru',
            'mask'    => '+7(487)###-##-##',
            'country' => 'Россия',
        ],
        74872    => [
            'code'    => 'ru',
            'mask'    => '+7(4872)##-##-##',
            'country' => 'Россия',
        ],
        748731   => [
            'code'    => 'ru',
            'mask'    => '+7(48731)#-##-##',
            'country' => 'Россия',
        ],
        748732   => [
            'code'    => 'ru',
            'mask'    => '+7(48732)#-##-##',
            'country' => 'Россия',
        ],
        748733   => [
            'code'    => 'ru',
            'mask'    => '+7(48733)#-##-##',
            'country' => 'Россия',
        ],
        748734   => [
            'code'    => 'ru',
            'mask'    => '+7(48734)#-##-##',
            'country' => 'Россия',
        ],
        748735   => [
            'code'    => 'ru',
            'mask'    => '+7(48735)#-##-##',
            'country' => 'Россия',
        ],
        748736   => [
            'code'    => 'ru',
            'mask'    => '+7(48736)#-##-##',
            'country' => 'Россия',
        ],
        748741   => [
            'code'    => 'ru',
            'mask'    => '+7(48741)#-##-##',
            'country' => 'Россия',
        ],
        748742   => [
            'code'    => 'ru',
            'mask'    => '+7(48742)#-##-##',
            'country' => 'Россия',
        ],
        748743   => [
            'code'    => 'ru',
            'mask'    => '+7(48743)#-##-##',
            'country' => 'Россия',
        ],
        748744   => [
            'code'    => 'ru',
            'mask'    => '+7(48744)#-##-##',
            'country' => 'Россия',
        ],
        748745   => [
            'code'    => 'ru',
            'mask'    => '+7(48745)#-##-##',
            'country' => 'Россия',
        ],
        748746   => [
            'code'    => 'ru',
            'mask'    => '+7(48746)#-##-##',
            'country' => 'Россия',
        ],
        748751   => [
            'code'    => 'ru',
            'mask'    => '+7(48751)#-##-##',
            'country' => 'Россия',
        ],
        748752   => [
            'code'    => 'ru',
            'mask'    => '+7(48752)#-##-##',
            'country' => 'Россия',
        ],
        748753   => [
            'code'    => 'ru',
            'mask'    => '+7(48753)#-##-##',
            'country' => 'Россия',
        ],
        748754   => [
            'code'    => 'ru',
            'mask'    => '+7(48754)#-##-##',
            'country' => 'Россия',
        ],
        748755   => [
            'code'    => 'ru',
            'mask'    => '+7(48755)#-##-##',
            'country' => 'Россия',
        ],
        748756   => [
            'code'    => 'ru',
            'mask'    => '+7(48756)#-##-##',
            'country' => 'Россия',
        ],
        748761   => [
            'code'    => 'ru',
            'mask'    => '+7(48761)#-##-##',
            'country' => 'Россия',
        ],
        748762   => [
            'code'    => 'ru',
            'mask'    => '+7(48762)#-##-##',
            'country' => 'Россия',
        ],
        748763   => [
            'code'    => 'ru',
            'mask'    => '+7(48763)#-##-##',
            'country' => 'Россия',
        ],
        748766   => [
            'code'    => 'ru',
            'mask'    => '+7(48766)#-##-##',
            'country' => 'Россия',
        ],
        748767   => [
            'code'    => 'ru',
            'mask'    => '+7(48767)#-##-##',
            'country' => 'Россия',
        ],
        748768   => [
            'code'    => 'ru',
            'mask'    => '+7(48768)#-##-##',
            'country' => 'Россия',
        ],
        7491     => [
            'code'    => 'ru',
            'mask'    => '+7(491)###-##-##',
            'country' => 'Россия',
        ],
        74912    => [
            'code'    => 'ru',
            'mask'    => '+7(4912)##-##-##',
            'country' => 'Россия',
        ],
        749130   => [
            'code'    => 'ru',
            'mask'    => '+7(49130)#-##-##',
            'country' => 'Россия',
        ],
        749131   => [
            'code'    => 'ru',
            'mask'    => '+7(49131)#-##-##',
            'country' => 'Россия',
        ],
        749132   => [
            'code'    => 'ru',
            'mask'    => '+7(49132)#-##-##',
            'country' => 'Россия',
        ],
        749133   => [
            'code'    => 'ru',
            'mask'    => '+7(49133)#-##-##',
            'country' => 'Россия',
        ],
        749135   => [
            'code'    => 'ru',
            'mask'    => '+7(49135)#-##-##',
            'country' => 'Россия',
        ],
        749136   => [
            'code'    => 'ru',
            'mask'    => '+7(49136)#-##-##',
            'country' => 'Россия',
        ],
        749137   => [
            'code'    => 'ru',
            'mask'    => '+7(49137)#-##-##',
            'country' => 'Россия',
        ],
        749138   => [
            'code'    => 'ru',
            'mask'    => '+7(49138)#-##-##',
            'country' => 'Россия',
        ],
        749139   => [
            'code'    => 'ru',
            'mask'    => '+7(49139)#-##-##',
            'country' => 'Россия',
        ],
        749141   => [
            'code'    => 'ru',
            'mask'    => '+7(49141)#-##-##',
            'country' => 'Россия',
        ],
        749142   => [
            'code'    => 'ru',
            'mask'    => '+7(49142)#-##-##',
            'country' => 'Россия',
        ],
        749143   => [
            'code'    => 'ru',
            'mask'    => '+7(49143)#-##-##',
            'country' => 'Россия',
        ],
        749144   => [
            'code'    => 'ru',
            'mask'    => '+7(49144)#-##-##',
            'country' => 'Россия',
        ],
        749145   => [
            'code'    => 'ru',
            'mask'    => '+7(49145)#-##-##',
            'country' => 'Россия',
        ],
        749146   => [
            'code'    => 'ru',
            'mask'    => '+7(49146)#-##-##',
            'country' => 'Россия',
        ],
        749147   => [
            'code'    => 'ru',
            'mask'    => '+7(49147)#-##-##',
            'country' => 'Россия',
        ],
        749148   => [
            'code'    => 'ru',
            'mask'    => '+7(49148)#-##-##',
            'country' => 'Россия',
        ],
        749151   => [
            'code'    => 'ru',
            'mask'    => '+7(49151)#-##-##',
            'country' => 'Россия',
        ],
        749152   => [
            'code'    => 'ru',
            'mask'    => '+7(49152)#-##-##',
            'country' => 'Россия',
        ],
        749153   => [
            'code'    => 'ru',
            'mask'    => '+7(49153)#-##-##',
            'country' => 'Россия',
        ],
        749154   => [
            'code'    => 'ru',
            'mask'    => '+7(49154)#-##-##',
            'country' => 'Россия',
        ],
        749155   => [
            'code'    => 'ru',
            'mask'    => '+7(49155)#-##-##',
            'country' => 'Россия',
        ],
        749156   => [
            'code'    => 'ru',
            'mask'    => '+7(49156)#-##-##',
            'country' => 'Россия',
        ],
        749157   => [
            'code'    => 'ru',
            'mask'    => '+7(49157)#-##-##',
            'country' => 'Россия',
        ],
        749158   => [
            'code'    => 'ru',
            'mask'    => '+7(49158)#-##-##',
            'country' => 'Россия',
        ],
        7492     => [
            'code'    => 'ru',
            'mask'    => '+7(492)###-##-##',
            'country' => 'Россия',
        ],
        74922    => [
            'code'    => 'ru',
            'mask'    => '+7(4922)##-##-##',
            'country' => 'Россия',
        ],
        749231   => [
            'code'    => 'ru',
            'mask'    => '+7(49231)#-##-##',
            'country' => 'Россия',
        ],
        749232   => [
            'code'    => 'ru',
            'mask'    => '+7(49232)#-##-##',
            'country' => 'Россия',
        ],
        749233   => [
            'code'    => 'ru',
            'mask'    => '+7(49233)#-##-##',
            'country' => 'Россия',
        ],
        749234   => [
            'code'    => 'ru',
            'mask'    => '+7(49234)#-##-##',
            'country' => 'Россия',
        ],
        749235   => [
            'code'    => 'ru',
            'mask'    => '+7(49235)#-##-##',
            'country' => 'Россия',
        ],
        749236   => [
            'code'    => 'ru',
            'mask'    => '+7(49236)#-##-##',
            'country' => 'Россия',
        ],
        749237   => [
            'code'    => 'ru',
            'mask'    => '+7(49237)#-##-##',
            'country' => 'Россия',
        ],
        749238   => [
            'code'    => 'ru',
            'mask'    => '+7(49238)#-##-##',
            'country' => 'Россия',
        ],
        749241   => [
            'code'    => 'ru',
            'mask'    => '+7(49241)#-##-##',
            'country' => 'Россия',
        ],
        749242   => [
            'code'    => 'ru',
            'mask'    => '+7(49242)#-##-##',
            'country' => 'Россия',
        ],
        7492432  => [
            'code'    => 'ru',
            'mask'    => '+7(49243)2-##-##',
            'country' => 'Россия',
        ],
        7492436  => [
            'code'    => 'ru',
            'mask'    => '+7(49243)6-##-##',
            'country' => 'Россия',
        ],
        749244   => [
            'code'    => 'ru',
            'mask'    => '+7(49244)#-##-##',
            'country' => 'Россия',
        ],
        749245   => [
            'code'    => 'ru',
            'mask'    => '+7(49245)#-##-##',
            'country' => 'Россия',
        ],
        749246   => [
            'code'    => 'ru',
            'mask'    => '+7(49246)#-##-##',
            'country' => 'Россия',
        ],
        749247   => [
            'code'    => 'ru',
            'mask'    => '+7(49247)#-##-##',
            'country' => 'Россия',
        ],
        749248   => [
            'code'    => 'ru',
            'mask'    => '+7(49248)#-##-##',
            'country' => 'Россия',
        ],
        749254   => [
            'code'    => 'ru',
            'mask'    => '+7(49254)#-##-##',
            'country' => 'Россия',
        ],
        7493     => [
            'code'    => 'ru',
            'mask'    => '+7(493)###-##-##',
            'country' => 'Россия',
        ],
        74932    => [
            'code'    => 'ru',
            'mask'    => '+7(4932)##-##-##',
            'country' => 'Россия',
        ],
        749331   => [
            'code'    => 'ru',
            'mask'    => '+7(49331)#-##-##',
            'country' => 'Россия',
        ],
        749333   => [
            'code'    => 'ru',
            'mask'    => '+7(49333)#-##-##',
            'country' => 'Россия',
        ],
        749334   => [
            'code'    => 'ru',
            'mask'    => '+7(49334)#-##-##',
            'country' => 'Россия',
        ],
        749336   => [
            'code'    => 'ru',
            'mask'    => '+7(49336)#-##-##',
            'country' => 'Россия',
        ],
        749337   => [
            'code'    => 'ru',
            'mask'    => '+7(49337)#-##-##',
            'country' => 'Россия',
        ],
        749339   => [
            'code'    => 'ru',
            'mask'    => '+7(49339)#-##-##',
            'country' => 'Россия',
        ],
        749341   => [
            'code'    => 'ru',
            'mask'    => '+7(49341)#-##-##',
            'country' => 'Россия',
        ],
        749343   => [
            'code'    => 'ru',
            'mask'    => '+7(49343)#-##-##',
            'country' => 'Россия',
        ],
        749344   => [
            'code'    => 'ru',
            'mask'    => '+7(49344)#-##-##',
            'country' => 'Россия',
        ],
        749345   => [
            'code'    => 'ru',
            'mask'    => '+7(49345)#-##-##',
            'country' => 'Россия',
        ],
        749346   => [
            'code'    => 'ru',
            'mask'    => '+7(49346)#-##-##',
            'country' => 'Россия',
        ],
        749347   => [
            'code'    => 'ru',
            'mask'    => '+7(49347)#-##-##',
            'country' => 'Россия',
        ],
        749349   => [
            'code'    => 'ru',
            'mask'    => '+7(49349)#-##-##',
            'country' => 'Россия',
        ],
        749351   => [
            'code'    => 'ru',
            'mask'    => '+7(49351)#-##-##',
            'country' => 'Россия',
        ],
        749352   => [
            'code'    => 'ru',
            'mask'    => '+7(49352)#-##-##',
            'country' => 'Россия',
        ],
        749353   => [
            'code'    => 'ru',
            'mask'    => '+7(49353)#-##-##',
            'country' => 'Россия',
        ],
        749354   => [
            'code'    => 'ru',
            'mask'    => '+7(49354)#-##-##',
            'country' => 'Россия',
        ],
        749355   => [
            'code'    => 'ru',
            'mask'    => '+7(49355)#-##-##',
            'country' => 'Россия',
        ],
        749356   => [
            'code'    => 'ru',
            'mask'    => '+7(49356)#-##-##',
            'country' => 'Россия',
        ],
        749357   => [
            'code'    => 'ru',
            'mask'    => '+7(49357)#-##-##',
            'country' => 'Россия',
        ],
        7494     => [
            'code'    => 'ru',
            'mask'    => '+7(494)###-##-##',
            'country' => 'Россия',
        ],
        74942    => [
            'code'    => 'ru',
            'mask'    => '+7(4942)##-##-##',
            'country' => 'Россия',
        ],
        749430   => [
            'code'    => 'ru',
            'mask'    => '+7(49430)#-##-##',
            'country' => 'Россия',
        ],
        749431   => [
            'code'    => 'ru',
            'mask'    => '+7(49431)#-##-##',
            'country' => 'Россия',
        ],
        749432   => [
            'code'    => 'ru',
            'mask'    => '+7(49432)#-##-##',
            'country' => 'Россия',
        ],
        749433   => [
            'code'    => 'ru',
            'mask'    => '+7(49433)#-##-##',
            'country' => 'Россия',
        ],
        749434   => [
            'code'    => 'ru',
            'mask'    => '+7(49434)#-##-##',
            'country' => 'Россия',
        ],
        749435   => [
            'code'    => 'ru',
            'mask'    => '+7(49435)#-##-##',
            'country' => 'Россия',
        ],
        749436   => [
            'code'    => 'ru',
            'mask'    => '+7(49436)#-##-##',
            'country' => 'Россия',
        ],
        749437   => [
            'code'    => 'ru',
            'mask'    => '+7(49437)#-##-##',
            'country' => 'Россия',
        ],
        749438   => [
            'code'    => 'ru',
            'mask'    => '+7(49438)#-##-##',
            'country' => 'Россия',
        ],
        749439   => [
            'code'    => 'ru',
            'mask'    => '+7(49439)#-##-##',
            'country' => 'Россия',
        ],
        749440   => [
            'code'    => 'ru',
            'mask'    => '+7(49440)#-##-##',
            'country' => 'Россия',
        ],
        749441   => [
            'code'    => 'ru',
            'mask'    => '+7(49441)#-##-##',
            'country' => 'Россия',
        ],
        749442   => [
            'code'    => 'ru',
            'mask'    => '+7(49442)#-##-##',
            'country' => 'Россия',
        ],
        749443   => [
            'code'    => 'ru',
            'mask'    => '+7(49443)#-##-##',
            'country' => 'Россия',
        ],
        749444   => [
            'code'    => 'ru',
            'mask'    => '+7(49444)#-##-##',
            'country' => 'Россия',
        ],
        749445   => [
            'code'    => 'ru',
            'mask'    => '+7(49445)#-##-##',
            'country' => 'Россия',
        ],
        749446   => [
            'code'    => 'ru',
            'mask'    => '+7(49446)#-##-##',
            'country' => 'Россия',
        ],
        749447   => [
            'code'    => 'ru',
            'mask'    => '+7(49447)#-##-##',
            'country' => 'Россия',
        ],
        749448   => [
            'code'    => 'ru',
            'mask'    => '+7(49448)#-##-##',
            'country' => 'Россия',
        ],
        749449   => [
            'code'    => 'ru',
            'mask'    => '+7(49449)#-##-##',
            'country' => 'Россия',
        ],
        749450   => [
            'code'    => 'ru',
            'mask'    => '+7(49450)#-##-##',
            'country' => 'Россия',
        ],
        749451   => [
            'code'    => 'ru',
            'mask'    => '+7(49451)#-##-##',
            'country' => 'Россия',
        ],
        749452   => [
            'code'    => 'ru',
            'mask'    => '+7(49452)#-##-##',
            'country' => 'Россия',
        ],
        749453   => [
            'code'    => 'ru',
            'mask'    => '+7(49453)#-##-##',
            'country' => 'Россия',
        ],
        7495     => [
            'code'    => 'ru',
            'mask'    => '+7(495)###-##-##',
            'country' => 'Россия',
        ],
        74953238 => [
            'code'    => 'ru',
            'mask'    => '+7(495)323-8#-##',
            'country' => 'Россия',
        ],
        74953239 => [
            'code'    => 'ru',
            'mask'    => '+7(495)323-9#-##',
            'country' => 'Россия',
        ],
        7495338  => [
            'code'    => 'ru',
            'mask'    => '+7(495)338-##-##',
            'country' => 'Россия',
        ],
        7495339  => [
            'code'    => 'ru',
            'mask'    => '+7(495)339-##-##',
            'country' => 'Россия',
        ],
        74953559 => [
            'code'    => 'ru',
            'mask'    => '+7(495)355-9#-##',
            'country' => 'Россия',
        ],
        7495408  => [
            'code'    => 'ru',
            'mask'    => '+7(495)408-##-##',
            'country' => 'Россия',
        ],
        7495439  => [
            'code'    => 'ru',
            'mask'    => '+7(495)439-##-##',
            'country' => 'Россия',
        ],
        749550   => [
            'code'    => 'ru',
            'mask'    => '+7(495)50#-##-##',
            'country' => 'Россия',
        ],
        7495500  => [
            'code'    => 'ru',
            'mask'    => '+7(495)500-##-##',
            'country' => 'Россия',
        ],
        749551   => [
            'code'    => 'ru',
            'mask'    => '+7(495)51#-##-##',
            'country' => 'Россия',
        ],
        749552   => [
            'code'    => 'ru',
            'mask'    => '+7(495)52#-##-##',
            'country' => 'Россия',
        ],
        7495541  => [
            'code'    => 'ru',
            'mask'    => '+7(495)541-##-##',
            'country' => 'Россия',
        ],
        7495542  => [
            'code'    => 'ru',
            'mask'    => '+7(495)542-##-##',
            'country' => 'Россия',
        ],
        7495543  => [
            'code'    => 'ru',
            'mask'    => '+7(495)543-##-##',
            'country' => 'Россия',
        ],
        7495544  => [
            'code'    => 'ru',
            'mask'    => '+7(495)544-##-##',
            'country' => 'Россия',
        ],
        7495545  => [
            'code'    => 'ru',
            'mask'    => '+7(495)545-##-##',
            'country' => 'Россия',
        ],
        7495546  => [
            'code'    => 'ru',
            'mask'    => '+7(495)546-##-##',
            'country' => 'Россия',
        ],
        74955461 => [
            'code'    => 'ru',
            'mask'    => '+7(495)546-1#-##',
            'country' => 'Россия',
        ],
        74955466 => [
            'code'    => 'ru',
            'mask'    => '+7(495)546-6#-##',
            'country' => 'Россия',
        ],
        74955468 => [
            'code'    => 'ru',
            'mask'    => '+7(495)546-8#-##',
            'country' => 'Россия',
        ],
        74955480 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-0#-##',
            'country' => 'Россия',
        ],
        74955481 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-1#-##',
            'country' => 'Россия',
        ],
        74955484 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-4#-##',
            'country' => 'Россия',
        ],
        74955485 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-5#-##',
            'country' => 'Россия',
        ],
        74955486 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-6#-##',
            'country' => 'Россия',
        ],
        74955487 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-7#-##',
            'country' => 'Россия',
        ],
        74955488 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-8#-##',
            'country' => 'Россия',
        ],
        74955489 => [
            'code'    => 'ru',
            'mask'    => '+7(495)548-9#-##',
            'country' => 'Россия',
        ],
        7495549  => [
            'code'    => 'ru',
            'mask'    => '+7(495)549-##-##',
            'country' => 'Россия',
        ],
        749555   => [
            'code'    => 'ru',
            'mask'    => '+7(495)55#-##-##',
            'country' => 'Россия',
        ],
        7495552  => [
            'code'    => 'ru',
            'mask'    => '+7(495)552-##-##',
            'country' => 'Россия',
        ],
        7495555  => [
            'code'    => 'ru',
            'mask'    => '+7(495)555-##-##',
            'country' => 'Россия',
        ],
        749556   => [
            'code'    => 'ru',
            'mask'    => '+7(495)56#-##-##',
            'country' => 'Россия',
        ],
        749557   => [
            'code'    => 'ru',
            'mask'    => '+7(495)57#-##-##',
            'country' => 'Россия',
        ],
        7495573  => [
            'code'    => 'ru',
            'mask'    => '+7(495)573-##-##',
            'country' => 'Россия',
        ],
        7495576  => [
            'code'    => 'ru',
            'mask'    => '+7(495)576-##-##',
            'country' => 'Россия',
        ],
        7495577  => [
            'code'    => 'ru',
            'mask'    => '+7(495)577-##-##',
            'country' => 'Россия',
        ],
        7495578  => [
            'code'    => 'ru',
            'mask'    => '+7(495)578-##-##',
            'country' => 'Россия',
        ],
        7495579  => [
            'code'    => 'ru',
            'mask'    => '+7(495)579-##-##',
            'country' => 'Россия',
        ],
        749558   => [
            'code'    => 'ru',
            'mask'    => '+7(495)58#-##-##',
            'country' => 'Россия',
        ],
        7495585  => [
            'code'    => 'ru',
            'mask'    => '+7(495)585-##-##',
            'country' => 'Россия',
        ],
        7495589  => [
            'code'    => 'ru',
            'mask'    => '+7(495)589-##-##',
            'country' => 'Россия',
        ],
        749559   => [
            'code'    => 'ru',
            'mask'    => '+7(495)59#-##-##',
            'country' => 'Россия',
        ],
        7495597  => [
            'code'    => 'ru',
            'mask'    => '+7(495)597-##-##',
            'country' => 'Россия',
        ],
        7496     => [
            'code'    => 'ru',
            'mask'    => '+7(496)###-##-##',
            'country' => 'Россия',
        ],
        749620   => [
            'code'    => 'ru',
            'mask'    => '+7(496)20#-##-##',
            'country' => 'Россия',
        ],
        749621   => [
            'code'    => 'ru',
            'mask'    => '+7(496)21#-##-##',
            'country' => 'Россия',
        ],
        749622   => [
            'code'    => 'ru',
            'mask'    => '+7(496)22#-##-##',
            'country' => 'Россия',
        ],
        749624   => [
            'code'    => 'ru',
            'mask'    => '+7(496)24#-##-##',
            'country' => 'Россия',
        ],
        749625   => [
            'code'    => 'ru',
            'mask'    => '+7(496)25#-##-##',
            'country' => 'Россия',
        ],
        749626   => [
            'code'    => 'ru',
            'mask'    => '+7(496)26#-##-##',
            'country' => 'Россия',
        ],
        749627   => [
            'code'    => 'ru',
            'mask'    => '+7(496)27#-##-##',
            'country' => 'Россия',
        ],
        749628   => [
            'code'    => 'ru',
            'mask'    => '+7(496)28#-##-##',
            'country' => 'Россия',
        ],
        749630   => [
            'code'    => 'ru',
            'mask'    => '+7(496)30#-##-##',
            'country' => 'Россия',
        ],
        749631   => [
            'code'    => 'ru',
            'mask'    => '+7(496)31#-##-##',
            'country' => 'Россия',
        ],
        749634   => [
            'code'    => 'ru',
            'mask'    => '+7(496)34#-##-##',
            'country' => 'Россия',
        ],
        749636   => [
            'code'    => 'ru',
            'mask'    => '+7(496)36#-##-##',
            'country' => 'Россия',
        ],
        749637   => [
            'code'    => 'ru',
            'mask'    => '+7(496)37#-##-##',
            'country' => 'Россия',
        ],
        749638   => [
            'code'    => 'ru',
            'mask'    => '+7(496)38#-##-##',
            'country' => 'Россия',
        ],
        749640   => [
            'code'    => 'ru',
            'mask'    => '+7(496)40#-##-##',
            'country' => 'Россия',
        ],
        749641   => [
            'code'    => 'ru',
            'mask'    => '+7(496)41#-##-##',
            'country' => 'Россия',
        ],
        749642   => [
            'code'    => 'ru',
            'mask'    => '+7(496)42#-##-##',
            'country' => 'Россия',
        ],
        749643   => [
            'code'    => 'ru',
            'mask'    => '+7(496)43#-##-##',
            'country' => 'Россия',
        ],
        749644   => [
            'code'    => 'ru',
            'mask'    => '+7(496)44#-##-##',
            'country' => 'Россия',
        ],
        749645   => [
            'code'    => 'ru',
            'mask'    => '+7(496)45#-##-##',
            'country' => 'Россия',
        ],
        749646   => [
            'code'    => 'ru',
            'mask'    => '+7(496)46#-##-##',
            'country' => 'Россия',
        ],
        749651   => [
            'code'    => 'ru',
            'mask'    => '+7(496)51#-##-##',
            'country' => 'Россия',
        ],
        749652   => [
            'code'    => 'ru',
            'mask'    => '+7(496)52#-##-##',
            'country' => 'Россия',
        ],
        749653   => [
            'code'    => 'ru',
            'mask'    => '+7(496)53#-##-##',
            'country' => 'Россия',
        ],
        749654   => [
            'code'    => 'ru',
            'mask'    => '+7(496)54#-##-##',
            'country' => 'Россия',
        ],
        749655   => [
            'code'    => 'ru',
            'mask'    => '+7(496)55#-##-##',
            'country' => 'Россия',
        ],
        749656   => [
            'code'    => 'ru',
            'mask'    => '+7(496)56#-##-##',
            'country' => 'Россия',
        ],
        749657   => [
            'code'    => 'ru',
            'mask'    => '+7(496)57#-##-##',
            'country' => 'Россия',
        ],
        749661   => [
            'code'    => 'ru',
            'mask'    => '+7(496)61#-##-##',
            'country' => 'Россия',
        ],
        749663   => [
            'code'    => 'ru',
            'mask'    => '+7(496)63#-##-##',
            'country' => 'Россия',
        ],
        749664   => [
            'code'    => 'ru',
            'mask'    => '+7(496)64#-##-##',
            'country' => 'Россия',
        ],
        749666   => [
            'code'    => 'ru',
            'mask'    => '+7(496)66#-##-##',
            'country' => 'Россия',
        ],
        749667   => [
            'code'    => 'ru',
            'mask'    => '+7(496)67#-##-##',
            'country' => 'Россия',
        ],
        749669   => [
            'code'    => 'ru',
            'mask'    => '+7(496)69#-##-##',
            'country' => 'Россия',
        ],
        749670   => [
            'code'    => 'ru',
            'mask'    => '+7(496)70#-##-##',
            'country' => 'Россия',
        ],
        749672   => [
            'code'    => 'ru',
            'mask'    => '+7(496)72#-##-##',
            'country' => 'Россия',
        ],
        749673   => [
            'code'    => 'ru',
            'mask'    => '+7(496)73#-##-##',
            'country' => 'Россия',
        ],
        749675   => [
            'code'    => 'ru',
            'mask'    => '+7(496)75#-##-##',
            'country' => 'Россия',
        ],
        749676   => [
            'code'    => 'ru',
            'mask'    => '+7(496)76#-##-##',
            'country' => 'Россия',
        ],
        749677   => [
            'code'    => 'ru',
            'mask'    => '+7(496)77#-##-##',
            'country' => 'Россия',
        ],
        749679   => [
            'code'    => 'ru',
            'mask'    => '+7(496)79#-##-##',
            'country' => 'Россия',
        ],
        7498     => [
            'code'    => 'ru',
            'mask'    => '+7(498)###-##-##',
            'country' => 'Россия',
        ],
        749848   => [
            'code'    => 'ru',
            'mask'    => '+7(498)48#-##-##',
            'country' => 'Россия',
        ],
        749854   => [
            'code'    => 'ru',
            'mask'    => '+7(498)54#-##-##',
            'country' => 'Россия',
        ],
        7498617  => [
            'code'    => 'ru',
            'mask'    => '+7(498)617-##-##',
            'country' => 'Россия',
        ],
        7498657  => [
            'code'    => 'ru',
            'mask'    => '+7(498)657-##-##',
            'country' => 'Россия',
        ],
        7498664  => [
            'code'    => 'ru',
            'mask'    => '+7(498)664-##-##',
            'country' => 'Россия',
        ],
        749868   => [
            'code'    => 'ru',
            'mask'    => '+7(498)68#-##-##',
            'country' => 'Россия',
        ],
        7498713  => [
            'code'    => 'ru',
            'mask'    => '+7(498)713-##-##',
            'country' => 'Россия',
        ],
        7498744  => [
            'code'    => 'ru',
            'mask'    => '+7(498)744-##-##',
            'country' => 'Россия',
        ],
        7499     => [
            'code'    => 'ru',
            'mask'    => '+7(499)###-##-##',
            'country' => 'Россия',
        ],
        749939   => [
            'code'    => 'ru',
            'mask'    => '+7(499)39#-##-##',
            'country' => 'Россия',
        ],
        749950   => [
            'code'    => 'ru',
            'mask'    => '+7(499)50#-##-##',
            'country' => 'Россия',
        ],
        7499755  => [
            'code'    => 'ru',
            'mask'    => '+7(499)755-##-##',
            'country' => 'Россия',
        ],
        7811     => [
            'code'    => 'ru',
            'mask'    => '+7(811)###-##-##',
            'country' => 'Россия',
        ],
        78112    => [
            'code'    => 'ru',
            'mask'    => '+7(8112)##-##-##',
            'country' => 'Россия',
        ],
        781131   => [
            'code'    => 'ru',
            'mask'    => '+7(81131)#-##-##',
            'country' => 'Россия',
        ],
        781132   => [
            'code'    => 'ru',
            'mask'    => '+7(81132)#-##-##',
            'country' => 'Россия',
        ],
        781133   => [
            'code'    => 'ru',
            'mask'    => '+7(81133)#-##-##',
            'country' => 'Россия',
        ],
        781134   => [
            'code'    => 'ru',
            'mask'    => '+7(81134)#-##-##',
            'country' => 'Россия',
        ],
        781135   => [
            'code'    => 'ru',
            'mask'    => '+7(81135)#-##-##',
            'country' => 'Россия',
        ],
        781136   => [
            'code'    => 'ru',
            'mask'    => '+7(81136)#-##-##',
            'country' => 'Россия',
        ],
        781137   => [
            'code'    => 'ru',
            'mask'    => '+7(81137)#-##-##',
            'country' => 'Россия',
        ],
        781138   => [
            'code'    => 'ru',
            'mask'    => '+7(81138)#-##-##',
            'country' => 'Россия',
        ],
        781139   => [
            'code'    => 'ru',
            'mask'    => '+7(81139)#-##-##',
            'country' => 'Россия',
        ],
        781140   => [
            'code'    => 'ru',
            'mask'    => '+7(81140)#-##-##',
            'country' => 'Россия',
        ],
        781141   => [
            'code'    => 'ru',
            'mask'    => '+7(81141)#-##-##',
            'country' => 'Россия',
        ],
        781142   => [
            'code'    => 'ru',
            'mask'    => '+7(81142)#-##-##',
            'country' => 'Россия',
        ],
        781143   => [
            'code'    => 'ru',
            'mask'    => '+7(81143)#-##-##',
            'country' => 'Россия',
        ],
        781144   => [
            'code'    => 'ru',
            'mask'    => '+7(81144)#-##-##',
            'country' => 'Россия',
        ],
        781145   => [
            'code'    => 'ru',
            'mask'    => '+7(81145)#-##-##',
            'country' => 'Россия',
        ],
        781146   => [
            'code'    => 'ru',
            'mask'    => '+7(81146)#-##-##',
            'country' => 'Россия',
        ],
        781147   => [
            'code'    => 'ru',
            'mask'    => '+7(81147)#-##-##',
            'country' => 'Россия',
        ],
        781148   => [
            'code'    => 'ru',
            'mask'    => '+7(81148)#-##-##',
            'country' => 'Россия',
        ],
        781149   => [
            'code'    => 'ru',
            'mask'    => '+7(81149)#-##-##',
            'country' => 'Россия',
        ],
        781150   => [
            'code'    => 'ru',
            'mask'    => '+7(81150)#-##-##',
            'country' => 'Россия',
        ],
        781151   => [
            'code'    => 'ru',
            'mask'    => '+7(81151)#-##-##',
            'country' => 'Россия',
        ],
        781152   => [
            'code'    => 'ru',
            'mask'    => '+7(81152)#-##-##',
            'country' => 'Россия',
        ],
        781153   => [
            'code'    => 'ru',
            'mask'    => '+7(81153)#-##-##',
            'country' => 'Россия',
        ],
        7812     => [
            'code'    => 'ru',
            'mask'    => '+7(812)###-##-##',
            'country' => 'Россия',
        ],
        7813     => [
            'code'    => 'ru',
            'mask'    => '+7(813)###-##-##',
            'country' => 'Россия',
        ],
        781361   => [
            'code'    => 'ru',
            'mask'    => '+7(81361)#-##-##',
            'country' => 'Россия',
        ],
        781362   => [
            'code'    => 'ru',
            'mask'    => '+7(81362)#-##-##',
            'country' => 'Россия',
        ],
        781363   => [
            'code'    => 'ru',
            'mask'    => '+7(81363)#-##-##',
            'country' => 'Россия',
        ],
        781364   => [
            'code'    => 'ru',
            'mask'    => '+7(81364)#-##-##',
            'country' => 'Россия',
        ],
        781365   => [
            'code'    => 'ru',
            'mask'    => '+7(81365)#-##-##',
            'country' => 'Россия',
        ],
        781366   => [
            'code'    => 'ru',
            'mask'    => '+7(81366)#-##-##',
            'country' => 'Россия',
        ],
        781367   => [
            'code'    => 'ru',
            'mask'    => '+7(81367)#-##-##',
            'country' => 'Россия',
        ],
        781368   => [
            'code'    => 'ru',
            'mask'    => '+7(81368)#-##-##',
            'country' => 'Россия',
        ],
        781369   => [
            'code'    => 'ru',
            'mask'    => '+7(81369)#-##-##',
            'country' => 'Россия',
        ],
        781370   => [
            'code'    => 'ru',
            'mask'    => '+7(81370)#-##-##',
            'country' => 'Россия',
        ],
        781371   => [
            'code'    => 'ru',
            'mask'    => '+7(81371)#-##-##',
            'country' => 'Россия',
        ],
        781372   => [
            'code'    => 'ru',
            'mask'    => '+7(81372)#-##-##',
            'country' => 'Россия',
        ],
        781373   => [
            'code'    => 'ru',
            'mask'    => '+7(81373)#-##-##',
            'country' => 'Россия',
        ],
        781374   => [
            'code'    => 'ru',
            'mask'    => '+7(81374)#-##-##',
            'country' => 'Россия',
        ],
        781375   => [
            'code'    => 'ru',
            'mask'    => '+7(81375)#-##-##',
            'country' => 'Россия',
        ],
        781376   => [
            'code'    => 'ru',
            'mask'    => '+7(81376)#-##-##',
            'country' => 'Россия',
        ],
        781378   => [
            'code'    => 'ru',
            'mask'    => '+7(81378)#-##-##',
            'country' => 'Россия',
        ],
        781379   => [
            'code'    => 'ru',
            'mask'    => '+7(81379)#-##-##',
            'country' => 'Россия',
        ],
        7814     => [
            'code'    => 'ru',
            'mask'    => '+7(814)###-##-##',
            'country' => 'Россия',
        ],
        78142    => [
            'code'    => 'ru',
            'mask'    => '+7(8142)##-##-##',
            'country' => 'Россия',
        ],
        781430   => [
            'code'    => 'ru',
            'mask'    => '+7(81430)#-##-##',
            'country' => 'Россия',
        ],
        7814303  => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-##-##',
            'country' => 'Россия',
        ],
        78143031 => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-1#-##',
            'country' => 'Россия',
        ],
        78143033 => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-3#-##',
            'country' => 'Россия',
        ],
        78143034 => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-4#-##',
            'country' => 'Россия',
        ],
        78143035 => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-5#-##',
            'country' => 'Россия',
        ],
        78143036 => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-6#-##',
            'country' => 'Россия',
        ],
        78143037 => [
            'code'    => 'ru',
            'mask'    => '+7(81430)3-7#-##',
            'country' => 'Россия',
        ],
        781431   => [
            'code'    => 'ru',
            'mask'    => '+7(81431)#-##-##',
            'country' => 'Россия',
        ],
        78143130 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-0#-##',
            'country' => 'Россия',
        ],
        78143131 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-1#-##',
            'country' => 'Россия',
        ],
        78143132 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-2#-##',
            'country' => 'Россия',
        ],
        78143133 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-3#-##',
            'country' => 'Россия',
        ],
        78143136 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-6#-##',
            'country' => 'Россия',
        ],
        78143137 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-7#-##',
            'country' => 'Россия',
        ],
        78143138 => [
            'code'    => 'ru',
            'mask'    => '+7(81431)3-8#-##',
            'country' => 'Россия',
        ],
        781433   => [
            'code'    => 'ru',
            'mask'    => '+7(81433)#-##-##',
            'country' => 'Россия',
        ],
        78143324 => [
            'code'    => 'ru',
            'mask'    => '+7(81433)2-4#-##',
            'country' => 'Россия',
        ],
        78143325 => [
            'code'    => 'ru',
            'mask'    => '+7(81433)2-5#-##',
            'country' => 'Россия',
        ],
        78143326 => [
            'code'    => 'ru',
            'mask'    => '+7(81433)2-6#-##',
            'country' => 'Россия',
        ],
        78143327 => [
            'code'    => 'ru',
            'mask'    => '+7(81433)2-7#-##',
            'country' => 'Россия',
        ],
        781434   => [
            'code'    => 'ru',
            'mask'    => '+7(81434)#-##-##',
            'country' => 'Россия',
        ],
        78143433 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)3-3#-##',
            'country' => 'Россия',
        ],
        78143434 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)3-4#-##',
            'country' => 'Россия',
        ],
        78143435 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)3-5#-##',
            'country' => 'Россия',
        ],
        78143438 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)3-8#-##',
            'country' => 'Россия',
        ],
        78143439 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)3-9#-##',
            'country' => 'Россия',
        ],
        78143442 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)4-2#-##',
            'country' => 'Россия',
        ],
        78143443 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)4-3#-##',
            'country' => 'Россия',
        ],
        78143444 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)4-4#-##',
            'country' => 'Россия',
        ],
        78143447 => [
            'code'    => 'ru',
            'mask'    => '+7(81434)4-7#-##',
            'country' => 'Россия',
        ],
        781436   => [
            'code'    => 'ru',
            'mask'    => '+7(81436)#-##-##',
            'country' => 'Россия',
        ],
        78143623 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-3#-##',
            'country' => 'Россия',
        ],
        78143624 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-4#-##',
            'country' => 'Россия',
        ],
        78143625 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-5#-##',
            'country' => 'Россия',
        ],
        78143626 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-6#-##',
            'country' => 'Россия',
        ],
        78143627 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-7#-##',
            'country' => 'Россия',
        ],
        78143628 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-8#-##',
            'country' => 'Россия',
        ],
        78143629 => [
            'code'    => 'ru',
            'mask'    => '+7(81436)2-9#-##',
            'country' => 'Россия',
        ],
        781437   => [
            'code'    => 'ru',
            'mask'    => '+7(81437)#-##-##',
            'country' => 'Россия',
        ],
        78143730 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-0#-##',
            'country' => 'Россия',
        ],
        78143734 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-4#-##',
            'country' => 'Россия',
        ],
        78143735 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-5#-##',
            'country' => 'Россия',
        ],
        78143736 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-6#-##',
            'country' => 'Россия',
        ],
        78143737 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-7#-##',
            'country' => 'Россия',
        ],
        78143738 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-8#-##',
            'country' => 'Россия',
        ],
        78143739 => [
            'code'    => 'ru',
            'mask'    => '+7(81437)3-9#-##',
            'country' => 'Россия',
        ],
        781439   => [
            'code'    => 'ru',
            'mask'    => '+7(81439)#-##-##',
            'country' => 'Россия',
        ],
        78143926 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)2-6#-##',
            'country' => 'Россия',
        ],
        78143927 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)2-7#-##',
            'country' => 'Россия',
        ],
        78143928 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)2-8#-##',
            'country' => 'Россия',
        ],
        78143933 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)3-3#-##',
            'country' => 'Россия',
        ],
        78143941 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)4-1#-##',
            'country' => 'Россия',
        ],
        78143944 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)4-4#-##',
            'country' => 'Россия',
        ],
        78143945 => [
            'code'    => 'ru',
            'mask'    => '+7(81439)45#-##',
            'country' => 'Россия',
        ],
        781450   => [
            'code'    => 'ru',
            'mask'    => '+7(81450)#-##-##',
            'country' => 'Россия',
        ],
        78145023 => [
            'code'    => 'ru',
            'mask'    => '+7(81450)2-3#-##',
            'country' => 'Россия',
        ],
        78145024 => [
            'code'    => 'ru',
            'mask'    => '+7(81450)2-4#-##',
            'country' => 'Россия',
        ],
        78145026 => [
            'code'    => 'ru',
            'mask'    => '+7(81450)2-6#-##',
            'country' => 'Россия',
        ],
        781451   => [
            'code'    => 'ru',
            'mask'    => '+7(81451)#-##-##',
            'country' => 'Россия',
        ],
        78145124 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)2-4#-##',
            'country' => 'Россия',
        ],
        78145131 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-1#-##',
            'country' => 'Россия',
        ],
        78145132 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-2#-##',
            'country' => 'Россия',
        ],
        78145133 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-3#-##',
            'country' => 'Россия',
        ],
        78145134 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-4#-##',
            'country' => 'Россия',
        ],
        78145135 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-5#-##',
            'country' => 'Россия',
        ],
        78145137 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-7#-##',
            'country' => 'Россия',
        ],
        78145139 => [
            'code'    => 'ru',
            'mask'    => '+7(81451)3-9#-##',
            'country' => 'Россия',
        ],
        781452   => [
            'code'    => 'ru',
            'mask'    => '+7(81452)#-##-##',
            'country' => 'Россия',
        ],
        78145223 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-3#-##',
            'country' => 'Россия',
        ],
        78145224 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-4#-##',
            'country' => 'Россия',
        ],
        78145225 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-5#-##',
            'country' => 'Россия',
        ],
        78145226 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-6#-##',
            'country' => 'Россия',
        ],
        78145227 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-7#-##',
            'country' => 'Россия',
        ],
        78145228 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-8#-##',
            'country' => 'Россия',
        ],
        78145229 => [
            'code'    => 'ru',
            'mask'    => '+7(81452)2-9#-##',
            'country' => 'Россия',
        ],
        781454   => [
            'code'    => 'ru',
            'mask'    => '+7(81454)#-##-##',
            'country' => 'Россия',
        ],
        78145453 => [
            'code'    => 'ru',
            'mask'    => '+7(81454)5-3#-##',
            'country' => 'Россия',
        ],
        78145454 => [
            'code'    => 'ru',
            'mask'    => '+7(81454)5-4#-##',
            'country' => 'Россия',
        ],
        78145457 => [
            'code'    => 'ru',
            'mask'    => '+7(81454)5-7#-##',
            'country' => 'Россия',
        ],
        781455   => [
            'code'    => 'ru',
            'mask'    => '+7(81455)#-##-##',
            'country' => 'Россия',
        ],
        78145523 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-3#-##',
            'country' => 'Россия',
        ],
        78145524 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-4#-##',
            'country' => 'Россия',
        ],
        78145525 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-5#-##',
            'country' => 'Россия',
        ],
        78145526 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-6#-##',
            'country' => 'Россия',
        ],
        78145527 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-7#-##',
            'country' => 'Россия',
        ],
        78145528 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-8#-##',
            'country' => 'Россия',
        ],
        78145529 => [
            'code'    => 'ru',
            'mask'    => '+7(81455)2-9#-##',
            'country' => 'Россия',
        ],
        781456   => [
            'code'    => 'ru',
            'mask'    => '+7(81456)#-##-##',
            'country' => 'Россия',
        ],
        78145623 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-3#-##',
            'country' => 'Россия',
        ],
        78145624 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-4#-##',
            'country' => 'Россия',
        ],
        78145625 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-5#-##',
            'country' => 'Россия',
        ],
        78145626 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-6#-##',
            'country' => 'Россия',
        ],
        78145627 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-7#-##',
            'country' => 'Россия',
        ],
        78145628 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-8#-##',
            'country' => 'Россия',
        ],
        78145629 => [
            'code'    => 'ru',
            'mask'    => '+7(81456)2-9#-##',
            'country' => 'Россия',
        ],
        781457   => [
            'code'    => 'ru',
            'mask'    => '+7(81457)#-##-##',
            'country' => 'Россия',
        ],
        78145723 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)2-3#-##',
            'country' => 'Россия',
        ],
        78145724 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)2-4#-##',
            'country' => 'Россия',
        ],
        78145725 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)2-5#-##',
            'country' => 'Россия',
        ],
        78145726 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)2-6#-##',
            'country' => 'Россия',
        ],
        78145727 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)2-7#-##',
            'country' => 'Россия',
        ],
        78145729 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)2-9#-##',
            'country' => 'Россия',
        ],
        78145736 => [
            'code'    => 'ru',
            'mask'    => '+7(81457)3-6#-##',
            'country' => 'Россия',
        ],
        781458   => [
            'code'    => 'ru',
            'mask'    => '+7(81458)#-##-##',
            'country' => 'Россия',
        ],
        78145831 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-1#-##',
            'country' => 'Россия',
        ],
        78145832 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-2#-##',
            'country' => 'Россия',
        ],
        78145834 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-4#-##',
            'country' => 'Россия',
        ],
        78145835 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-5#-##',
            'country' => 'Россия',
        ],
        78145836 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-6#-##',
            'country' => 'Россия',
        ],
        78145837 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-7#-##',
            'country' => 'Россия',
        ],
        78145838 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-8#-##',
            'country' => 'Россия',
        ],
        78145839 => [
            'code'    => 'ru',
            'mask'    => '+7(81458)3-9#-##',
            'country' => 'Россия',
        ],
        781459   => [
            'code'    => 'ru',
            'mask'    => '+7(81459)#-##-##',
            'country' => 'Россия',
        ],
        78145993 => [
            'code'    => 'ru',
            'mask'    => '+7(81459)9-3#-##',
            'country' => 'Россия',
        ],
        78145995 => [
            'code'    => 'ru',
            'mask'    => '+7(81459)9-5#-##',
            'country' => 'Россия',
        ],
        7815     => [
            'code'    => 'ru',
            'mask'    => '+7(815)###-##-##',
            'country' => 'Россия',
        ],
        78152    => [
            'code'    => 'ru',
            'mask'    => '+7(8152)##-##-##',
            'country' => 'Россия',
        ],
        781530   => [
            'code'    => 'ru',
            'mask'    => '+7(81530)#-##-##',
            'country' => 'Россия',
        ],
        781531   => [
            'code'    => 'ru',
            'mask'    => '+7(81531)#-##-##',
            'country' => 'Россия',
        ],
        781532   => [
            'code'    => 'ru',
            'mask'    => '+7(81532)#-##-##',
            'country' => 'Россия',
        ],
        781533   => [
            'code'    => 'ru',
            'mask'    => '+7(81533)#-##-##',
            'country' => 'Россия',
        ],
        781535   => [
            'code'    => 'ru',
            'mask'    => '+7(81535)#-##-##',
            'country' => 'Россия',
        ],
        781536   => [
            'code'    => 'ru',
            'mask'    => '+7(81536)#-##-##',
            'country' => 'Россия',
        ],
        781537   => [
            'code'    => 'ru',
            'mask'    => '+7(81537)#-##-##',
            'country' => 'Россия',
        ],
        781538   => [
            'code'    => 'ru',
            'mask'    => '+7(81538)#-##-##',
            'country' => 'Россия',
        ],
        781539   => [
            'code'    => 'ru',
            'mask'    => '+7(81539)#-##-##',
            'country' => 'Россия',
        ],
        781551   => [
            'code'    => 'ru',
            'mask'    => '+7(81551)#-##-##',
            'country' => 'Россия',
        ],
        781552   => [
            'code'    => 'ru',
            'mask'    => '+7(81552)#-##-##',
            'country' => 'Россия',
        ],
        781553   => [
            'code'    => 'ru',
            'mask'    => '+7(81553)#-##-##',
            'country' => 'Россия',
        ],
        781554   => [
            'code'    => 'ru',
            'mask'    => '+7(81554)#-##-##',
            'country' => 'Россия',
        ],
        781555   => [
            'code'    => 'ru',
            'mask'    => '+7(81555)#-##-##',
            'country' => 'Россия',
        ],
        781556   => [
            'code'    => 'ru',
            'mask'    => '+7(81556)#-##-##',
            'country' => 'Россия',
        ],
        781558   => [
            'code'    => 'ru',
            'mask'    => '+7(81558)#-##-##',
            'country' => 'Россия',
        ],
        781559   => [
            'code'    => 'ru',
            'mask'    => '+7(81559)#-##-##',
            'country' => 'Россия',
        ],
        7816     => [
            'code'    => 'ru',
            'mask'    => '+7(816)###-##-##',
            'country' => 'Россия',
        ],
        78162    => [
            'code'    => 'ru',
            'mask'    => '+7(8162)##-##-##',
            'country' => 'Россия',
        ],
        781650   => [
            'code'    => 'ru',
            'mask'    => '+7(81650)#-##-##',
            'country' => 'Россия',
        ],
        781651   => [
            'code'    => 'ru',
            'mask'    => '+7(81651)#-##-##',
            'country' => 'Россия',
        ],
        781652   => [
            'code'    => 'ru',
            'mask'    => '+7(81652)#-##-##',
            'country' => 'Россия',
        ],
        781653   => [
            'code'    => 'ru',
            'mask'    => '+7(81653)#-##-##',
            'country' => 'Россия',
        ],
        781654   => [
            'code'    => 'ru',
            'mask'    => '+7(81654)#-##-##',
            'country' => 'Россия',
        ],
        781655   => [
            'code'    => 'ru',
            'mask'    => '+7(81655)#-##-##',
            'country' => 'Россия',
        ],
        781656   => [
            'code'    => 'ru',
            'mask'    => '+7(81656)#-##-##',
            'country' => 'Россия',
        ],
        781657   => [
            'code'    => 'ru',
            'mask'    => '+7(81657)#-##-##',
            'country' => 'Россия',
        ],
        781658   => [
            'code'    => 'ru',
            'mask'    => '+7(81658)#-##-##',
            'country' => 'Россия',
        ],
        781659   => [
            'code'    => 'ru',
            'mask'    => '+7(81659)#-##-##',
            'country' => 'Россия',
        ],
        781660   => [
            'code'    => 'ru',
            'mask'    => '+7(81660)#-##-##',
            'country' => 'Россия',
        ],
        781661   => [
            'code'    => 'ru',
            'mask'    => '+7(81661)#-##-##',
            'country' => 'Россия',
        ],
        781662   => [
            'code'    => 'ru',
            'mask'    => '+7(81662)#-##-##',
            'country' => 'Россия',
        ],
        781663   => [
            'code'    => 'ru',
            'mask'    => '+7(81663)#-##-##',
            'country' => 'Россия',
        ],
        781664   => [
            'code'    => 'ru',
            'mask'    => '+7(81664)#-##-##',
            'country' => 'Россия',
        ],
        781665   => [
            'code'    => 'ru',
            'mask'    => '+7(81665)#-##-##',
            'country' => 'Россия',
        ],
        781666   => [
            'code'    => 'ru',
            'mask'    => '+7(81666)#-##-##',
            'country' => 'Россия',
        ],
        781667   => [
            'code'    => 'ru',
            'mask'    => '+7(81667)#-##-##',
            'country' => 'Россия',
        ],
        781668   => [
            'code'    => 'ru',
            'mask'    => '+7(81668)#-##-##',
            'country' => 'Россия',
        ],
        781669   => [
            'code'    => 'ru',
            'mask'    => '+7(81669)#-##-##',
            'country' => 'Россия',
        ],
        7817     => [
            'code'    => 'ru',
            'mask'    => '+7(817)###-##-##',
            'country' => 'Россия',
        ],
        78172    => [
            'code'    => 'ru',
            'mask'    => '+7(8172)##-##-##',
            'country' => 'Россия',
        ],
        781732   => [
            'code'    => 'ru',
            'mask'    => '+7(81732)#-##-##',
            'country' => 'Россия',
        ],
        781733   => [
            'code'    => 'ru',
            'mask'    => '+7(81733)#-##-##',
            'country' => 'Россия',
        ],
        781737   => [
            'code'    => 'ru',
            'mask'    => '+7(81737)#-##-##',
            'country' => 'Россия',
        ],
        781738   => [
            'code'    => 'ru',
            'mask'    => '+7(81738)#-##-##',
            'country' => 'Россия',
        ],
        781739   => [
            'code'    => 'ru',
            'mask'    => '+7(81739)#-##-##',
            'country' => 'Россия',
        ],
        781740   => [
            'code'    => 'ru',
            'mask'    => '+7(81740)#-##-##',
            'country' => 'Россия',
        ],
        781741   => [
            'code'    => 'ru',
            'mask'    => '+7(81741)#-##-##',
            'country' => 'Россия',
        ],
        781742   => [
            'code'    => 'ru',
            'mask'    => '+7(81742)#-##-##',
            'country' => 'Россия',
        ],
        781743   => [
            'code'    => 'ru',
            'mask'    => '+7(81743)#-##-##',
            'country' => 'Россия',
        ],
        781744   => [
            'code'    => 'ru',
            'mask'    => '+7(81744)#-##-##',
            'country' => 'Россия',
        ],
        781745   => [
            'code'    => 'ru',
            'mask'    => '+7(81745)#-##-##',
            'country' => 'Россия',
        ],
        781746   => [
            'code'    => 'ru',
            'mask'    => '+7(81746)#-##-##',
            'country' => 'Россия',
        ],
        781747   => [
            'code'    => 'ru',
            'mask'    => '+7(81747)#-##-##',
            'country' => 'Россия',
        ],
        781748   => [
            'code'    => 'ru',
            'mask'    => '+7(81748)#-##-##',
            'country' => 'Россия',
        ],
        781749   => [
            'code'    => 'ru',
            'mask'    => '+7(81749)#-##-##',
            'country' => 'Россия',
        ],
        781751   => [
            'code'    => 'ru',
            'mask'    => '+7(81751)#-##-##',
            'country' => 'Россия',
        ],
        781752   => [
            'code'    => 'ru',
            'mask'    => '+7(81752)#-##-##',
            'country' => 'Россия',
        ],
        781753   => [
            'code'    => 'ru',
            'mask'    => '+7(81753)#-##-##',
            'country' => 'Россия',
        ],
        781754   => [
            'code'    => 'ru',
            'mask'    => '+7(81754)#-##-##',
            'country' => 'Россия',
        ],
        781755   => [
            'code'    => 'ru',
            'mask'    => '+7(81755)#-##-##',
            'country' => 'Россия',
        ],
        781756   => [
            'code'    => 'ru',
            'mask'    => '+7(81756)#-##-##',
            'country' => 'Россия',
        ],
        781757   => [
            'code'    => 'ru',
            'mask'    => '+7(81757)#-##-##',
            'country' => 'Россия',
        ],
        781758   => [
            'code'    => 'ru',
            'mask'    => '+7(81758)#-##-##',
            'country' => 'Россия',
        ],
        781759   => [
            'code'    => 'ru',
            'mask'    => '+7(81759)#-##-##',
            'country' => 'Россия',
        ],
        7818     => [
            'code'    => 'ru',
            'mask'    => '+7(818)###-##-##',
            'country' => 'Россия',
        ],
        781830   => [
            'code'    => 'ru',
            'mask'    => '+7(81830)#-##-##',
            'country' => 'Россия',
        ],
        781831   => [
            'code'    => 'ru',
            'mask'    => '+7(81831)#-##-##',
            'country' => 'Россия',
        ],
        781832   => [
            'code'    => 'ru',
            'mask'    => '+7(81832)#-##-##',
            'country' => 'Россия',
        ],
        781833   => [
            'code'    => 'ru',
            'mask'    => '+7(81833)#-##-##',
            'country' => 'Россия',
        ],
        781834   => [
            'code'    => 'ru',
            'mask'    => '+7(81834)#-##-##',
            'country' => 'Россия',
        ],
        78183590 => [
            'code'    => 'ru',
            'mask'    => '+7(81835)9-0#-##',
            'country' => 'Россия',
        ],
        781836   => [
            'code'    => 'ru',
            'mask'    => '+7(81836)#-##-##',
            'country' => 'Россия',
        ],
        781837   => [
            'code'    => 'ru',
            'mask'    => '+7(81837)#-##-##',
            'country' => 'Россия',
        ],
        781838   => [
            'code'    => 'ru',
            'mask'    => '+7(81838)#-##-##',
            'country' => 'Россия',
        ],
        781839   => [
            'code'    => 'ru',
            'mask'    => '+7(81839)#-##-##',
            'country' => 'Россия',
        ],
        781840   => [
            'code'    => 'ru',
            'mask'    => '+7(81840)#-##-##',
            'country' => 'Россия',
        ],
        781841   => [
            'code'    => 'ru',
            'mask'    => '+7(81841)#-##-##',
            'country' => 'Россия',
        ],
        781842   => [
            'code'    => 'ru',
            'mask'    => '+7(81842)#-##-##',
            'country' => 'Россия',
        ],
        781843   => [
            'code'    => 'ru',
            'mask'    => '+7(81843)#-##-##',
            'country' => 'Россия',
        ],
        781848   => [
            'code'    => 'ru',
            'mask'    => '+7(81848)#-##-##',
            'country' => 'Россия',
        ],
        781850   => [
            'code'    => 'ru',
            'mask'    => '+7(81850)#-##-##',
            'country' => 'Россия',
        ],
        781851   => [
            'code'    => 'ru',
            'mask'    => '+7(81851)#-##-##',
            'country' => 'Россия',
        ],
        781852   => [
            'code'    => 'ru',
            'mask'    => '+7(81852)#-##-##',
            'country' => 'Россия',
        ],
        781853   => [
            'code'    => 'ru',
            'mask'    => '+7(81853)#-##-##',
            'country' => 'Россия',
        ],
        781854   => [
            'code'    => 'ru',
            'mask'    => '+7(81854)#-##-##',
            'country' => 'Россия',
        ],
        781855   => [
            'code'    => 'ru',
            'mask'    => '+7(81855)#-##-##',
            'country' => 'Россия',
        ],
        781856   => [
            'code'    => 'ru',
            'mask'    => '+7(81856)#-##-##',
            'country' => 'Россия',
        ],
        781858   => [
            'code'    => 'ru',
            'mask'    => '+7(81858)#-##-##',
            'country' => 'Россия',
        ],
        781859   => [
            'code'    => 'ru',
            'mask'    => '+7(81859)#-##-##',
            'country' => 'Россия',
        ],
        7820     => [
            'code'    => 'ru',
            'mask'    => '+7(820)###-##-##',
            'country' => 'Россия',
        ],
        78202    => [
            'code'    => 'ru',
            'mask'    => '+7(8202)##-##-##',
            'country' => 'Россия',
        ],
        7821     => [
            'code'    => 'ru',
            'mask'    => '+7(821)###-##-##',
            'country' => 'Россия',
        ],
        78212    => [
            'code'    => 'ru',
            'mask'    => '+7(8212)##-##-##',
            'country' => 'Россия',
        ],
        782130   => [
            'code'    => 'ru',
            'mask'    => '+7(82130)#-##-##',
            'country' => 'Россия',
        ],
        782131   => [
            'code'    => 'ru',
            'mask'    => '+7(82131)#-##-##',
            'country' => 'Россия',
        ],
        782132   => [
            'code'    => 'ru',
            'mask'    => '+7(82132)#-##-##',
            'country' => 'Россия',
        ],
        782133   => [
            'code'    => 'ru',
            'mask'    => '+7(82133)#-##-##',
            'country' => 'Россия',
        ],
        782134   => [
            'code'    => 'ru',
            'mask'    => '+7(82134)#-##-##',
            'country' => 'Россия',
        ],
        782135   => [
            'code'    => 'ru',
            'mask'    => '+7(82135)#-##-##',
            'country' => 'Россия',
        ],
        782136   => [
            'code'    => 'ru',
            'mask'    => '+7(82136)#-##-##',
            'country' => 'Россия',
        ],
        782137   => [
            'code'    => 'ru',
            'mask'    => '+7(82137)#-##-##',
            'country' => 'Россия',
        ],
        782138   => [
            'code'    => 'ru',
            'mask'    => '+7(82138)#-##-##',
            'country' => 'Россия',
        ],
        782139   => [
            'code'    => 'ru',
            'mask'    => '+7(82139)#-##-##',
            'country' => 'Россия',
        ],
        782140   => [
            'code'    => 'ru',
            'mask'    => '+7(82140)#-##-##',
            'country' => 'Россия',
        ],
        782141   => [
            'code'    => 'ru',
            'mask'    => '+7(82141)#-##-##',
            'country' => 'Россия',
        ],
        782142   => [
            'code'    => 'ru',
            'mask'    => '+7(82142)#-##-##',
            'country' => 'Россия',
        ],
        782144   => [
            'code'    => 'ru',
            'mask'    => '+7(82144)#-##-##',
            'country' => 'Россия',
        ],
        782145   => [
            'code'    => 'ru',
            'mask'    => '+7(82145)#-##-##',
            'country' => 'Россия',
        ],
        782146   => [
            'code'    => 'ru',
            'mask'    => '+7(82146)#-##-##',
            'country' => 'Россия',
        ],
        782149   => [
            'code'    => 'ru',
            'mask'    => '+7(82149)#-##-##',
            'country' => 'Россия',
        ],
        782151   => [
            'code'    => 'ru',
            'mask'    => '+7(82151)#-##-##',
            'country' => 'Россия',
        ],
        78216    => [
            'code'    => 'ru',
            'mask'    => '+7(8216)##-##-##',
            'country' => 'Россия',
        ],
        7831     => [
            'code'    => 'ru',
            'mask'    => '+7(831)###-##-##',
            'country' => 'Россия',
        ],
        78313    => [
            'code'    => 'ru',
            'mask'    => '+7(8313)##-##-##',
            'country' => 'Россия',
        ],
        783130   => [
            'code'    => 'ru',
            'mask'    => '+7(83130)#-##-##',
            'country' => 'Россия',
        ],
        783134   => [
            'code'    => 'ru',
            'mask'    => '+7(83134)#-##-##',
            'country' => 'Россия',
        ],
        783136   => [
            'code'    => 'ru',
            'mask'    => '+7(83136)#-##-##',
            'country' => 'Россия',
        ],
        783137   => [
            'code'    => 'ru',
            'mask'    => '+7(83137)#-##-##',
            'country' => 'Россия',
        ],
        783138   => [
            'code'    => 'ru',
            'mask'    => '+7(83138)#-##-##',
            'country' => 'Россия',
        ],
        783139   => [
            'code'    => 'ru',
            'mask'    => '+7(83139)#-##-##',
            'country' => 'Россия',
        ],
        783140   => [
            'code'    => 'ru',
            'mask'    => '+7(83140)#-##-##',
            'country' => 'Россия',
        ],
        783144   => [
            'code'    => 'ru',
            'mask'    => '+7(83144)#-##-##',
            'country' => 'Россия',
        ],
        783145   => [
            'code'    => 'ru',
            'mask'    => '+7(83145)#-##-##',
            'country' => 'Россия',
        ],
        783147   => [
            'code'    => 'ru',
            'mask'    => '+7(83147)#-##-##',
            'country' => 'Россия',
        ],
        783148   => [
            'code'    => 'ru',
            'mask'    => '+7(83148)#-##-##',
            'country' => 'Россия',
        ],
        783149   => [
            'code'    => 'ru',
            'mask'    => '+7(83149)#-##-##',
            'country' => 'Россия',
        ],
        783150   => [
            'code'    => 'ru',
            'mask'    => '+7(83150)#-##-##',
            'country' => 'Россия',
        ],
        783151   => [
            'code'    => 'ru',
            'mask'    => '+7(83151)#-##-##',
            'country' => 'Россия',
        ],
        783152   => [
            'code'    => 'ru',
            'mask'    => '+7(83152)#-##-##',
            'country' => 'Россия',
        ],
        783153   => [
            'code'    => 'ru',
            'mask'    => '+7(83153)#-##-##',
            'country' => 'Россия',
        ],
        783154   => [
            'code'    => 'ru',
            'mask'    => '+7(83154)#-##-##',
            'country' => 'Россия',
        ],
        783155   => [
            'code'    => 'ru',
            'mask'    => '+7(83155)#-##-##',
            'country' => 'Россия',
        ],
        783156   => [
            'code'    => 'ru',
            'mask'    => '+7(83156)#-##-##',
            'country' => 'Россия',
        ],
        783157   => [
            'code'    => 'ru',
            'mask'    => '+7(83157)#-##-##',
            'country' => 'Россия',
        ],
        783158   => [
            'code'    => 'ru',
            'mask'    => '+7(83158)#-##-##',
            'country' => 'Россия',
        ],
        783159   => [
            'code'    => 'ru',
            'mask'    => '+7(83159)#-##-##',
            'country' => 'Россия',
        ],
        783160   => [
            'code'    => 'ru',
            'mask'    => '+7(83160)#-##-##',
            'country' => 'Россия',
        ],
        783161   => [
            'code'    => 'ru',
            'mask'    => '+7(83161)#-##-##',
            'country' => 'Россия',
        ],
        783162   => [
            'code'    => 'ru',
            'mask'    => '+7(83162)#-##-##',
            'country' => 'Россия',
        ],
        783163   => [
            'code'    => 'ru',
            'mask'    => '+7(83163)#-##-##',
            'country' => 'Россия',
        ],
        783164   => [
            'code'    => 'ru',
            'mask'    => '+7(83164)#-##-##',
            'country' => 'Россия',
        ],
        783165   => [
            'code'    => 'ru',
            'mask'    => '+7(83165)#-##-##',
            'country' => 'Россия',
        ],
        783166   => [
            'code'    => 'ru',
            'mask'    => '+7(83166)#-##-##',
            'country' => 'Россия',
        ],
        783167   => [
            'code'    => 'ru',
            'mask'    => '+7(83167)#-##-##',
            'country' => 'Россия',
        ],
        783168   => [
            'code'    => 'ru',
            'mask'    => '+7(83168)#-##-##',
            'country' => 'Россия',
        ],
        783169   => [
            'code'    => 'ru',
            'mask'    => '+7(83169)#-##-##',
            'country' => 'Россия',
        ],
        783170   => [
            'code'    => 'ru',
            'mask'    => '+7(83170)#-##-##',
            'country' => 'Россия',
        ],
        783171   => [
            'code'    => 'ru',
            'mask'    => '+7(83171)#-##-##',
            'country' => 'Россия',
        ],
        783172   => [
            'code'    => 'ru',
            'mask'    => '+7(83172)#-##-##',
            'country' => 'Россия',
        ],
        783173   => [
            'code'    => 'ru',
            'mask'    => '+7(83173)#-##-##',
            'country' => 'Россия',
        ],
        783174   => [
            'code'    => 'ru',
            'mask'    => '+7(83174)#-##-##',
            'country' => 'Россия',
        ],
        783175   => [
            'code'    => 'ru',
            'mask'    => '+7(83175)#-##-##',
            'country' => 'Россия',
        ],
        783176   => [
            'code'    => 'ru',
            'mask'    => '+7(83176)#-##-##',
            'country' => 'Россия',
        ],
        783177   => [
            'code'    => 'ru',
            'mask'    => '+7(83177)#-##-##',
            'country' => 'Россия',
        ],
        783178   => [
            'code'    => 'ru',
            'mask'    => '+7(83178)#-##-##',
            'country' => 'Россия',
        ],
        783179   => [
            'code'    => 'ru',
            'mask'    => '+7(83179)#-##-##',
            'country' => 'Россия',
        ],
        783190   => [
            'code'    => 'ru',
            'mask'    => '+7(83190)#-##-##',
            'country' => 'Россия',
        ],
        783191   => [
            'code'    => 'ru',
            'mask'    => '+7(83191)#-##-##',
            'country' => 'Россия',
        ],
        783192   => [
            'code'    => 'ru',
            'mask'    => '+7(83192)#-##-##',
            'country' => 'Россия',
        ],
        783193   => [
            'code'    => 'ru',
            'mask'    => '+7(83193)#-##-##',
            'country' => 'Россия',
        ],
        783194   => [
            'code'    => 'ru',
            'mask'    => '+7(83194)#-##-##',
            'country' => 'Россия',
        ],
        783195   => [
            'code'    => 'ru',
            'mask'    => '+7(83195)#-##-##',
            'country' => 'Россия',
        ],
        783196   => [
            'code'    => 'ru',
            'mask'    => '+7(83196)#-##-##',
            'country' => 'Россия',
        ],
        783197   => [
            'code'    => 'ru',
            'mask'    => '+7(83197)#-##-##',
            'country' => 'Россия',
        ],
        7833     => [
            'code'    => 'ru',
            'mask'    => '+7(833)###-##-##',
            'country' => 'Россия',
        ],
        78332    => [
            'code'    => 'ru',
            'mask'    => '+7(8332)##-##-##',
            'country' => 'Россия',
        ],
        783330   => [
            'code'    => 'ru',
            'mask'    => '+7(83330)#-##-##',
            'country' => 'Россия',
        ],
        783331   => [
            'code'    => 'ru',
            'mask'    => '+7(83331)#-##-##',
            'country' => 'Россия',
        ],
        783332   => [
            'code'    => 'ru',
            'mask'    => '+7(83332)#-##-##',
            'country' => 'Россия',
        ],
        783333   => [
            'code'    => 'ru',
            'mask'    => '+7(83333)#-##-##',
            'country' => 'Россия',
        ],
        783334   => [
            'code'    => 'ru',
            'mask'    => '+7(83334)#-##-##',
            'country' => 'Россия',
        ],
        783335   => [
            'code'    => 'ru',
            'mask'    => '+7(83335)#-##-##',
            'country' => 'Россия',
        ],
        783336   => [
            'code'    => 'ru',
            'mask'    => '+7(83336)#-##-##',
            'country' => 'Россия',
        ],
        783337   => [
            'code'    => 'ru',
            'mask'    => '+7(83337)#-##-##',
            'country' => 'Россия',
        ],
        783338   => [
            'code'    => 'ru',
            'mask'    => '+7(83338)#-##-##',
            'country' => 'Россия',
        ],
        783339   => [
            'code'    => 'ru',
            'mask'    => '+7(83339)#-##-##',
            'country' => 'Россия',
        ],
        783340   => [
            'code'    => 'ru',
            'mask'    => '+7(83340)#-##-##',
            'country' => 'Россия',
        ],
        783341   => [
            'code'    => 'ru',
            'mask'    => '+7(83341)#-##-##',
            'country' => 'Россия',
        ],
        783342   => [
            'code'    => 'ru',
            'mask'    => '+7(83342)#-##-##',
            'country' => 'Россия',
        ],
        783343   => [
            'code'    => 'ru',
            'mask'    => '+7(83343)#-##-##',
            'country' => 'Россия',
        ],
        783344   => [
            'code'    => 'ru',
            'mask'    => '+7(83344)#-##-##',
            'country' => 'Россия',
        ],
        783345   => [
            'code'    => 'ru',
            'mask'    => '+7(83345)#-##-##',
            'country' => 'Россия',
        ],
        783346   => [
            'code'    => 'ru',
            'mask'    => '+7(83346)#-##-##',
            'country' => 'Россия',
        ],
        783347   => [
            'code'    => 'ru',
            'mask'    => '+7(83347)#-##-##',
            'country' => 'Россия',
        ],
        783348   => [
            'code'    => 'ru',
            'mask'    => '+7(83348)#-##-##',
            'country' => 'Россия',
        ],
        783349   => [
            'code'    => 'ru',
            'mask'    => '+7(83349)#-##-##',
            'country' => 'Россия',
        ],
        783350   => [
            'code'    => 'ru',
            'mask'    => '+7(83350)#-##-##',
            'country' => 'Россия',
        ],
        783351   => [
            'code'    => 'ru',
            'mask'    => '+7(83351)#-##-##',
            'country' => 'Россия',
        ],
        783352   => [
            'code'    => 'ru',
            'mask'    => '+7(83352)#-##-##',
            'country' => 'Россия',
        ],
        783353   => [
            'code'    => 'ru',
            'mask'    => '+7(83353)#-##-##',
            'country' => 'Россия',
        ],
        783354   => [
            'code'    => 'ru',
            'mask'    => '+7(83354)#-##-##',
            'country' => 'Россия',
        ],
        783355   => [
            'code'    => 'ru',
            'mask'    => '+7(83355)#-##-##',
            'country' => 'Россия',
        ],
        783357   => [
            'code'    => 'ru',
            'mask'    => '+7(83357)#-##-##',
            'country' => 'Россия',
        ],
        783358   => [
            'code'    => 'ru',
            'mask'    => '+7(83358)#-##-##',
            'country' => 'Россия',
        ],
        783359   => [
            'code'    => 'ru',
            'mask'    => '+7(83359)#-##-##',
            'country' => 'Россия',
        ],
        783361   => [
            'code'    => 'ru',
            'mask'    => '+7(83361)#-##-##',
            'country' => 'Россия',
        ],
        783362   => [
            'code'    => 'ru',
            'mask'    => '+7(83362)#-##-##',
            'country' => 'Россия',
        ],
        783363   => [
            'code'    => 'ru',
            'mask'    => '+7(83363)#-##-##',
            'country' => 'Россия',
        ],
        783364   => [
            'code'    => 'ru',
            'mask'    => '+7(83364)#-##-##',
            'country' => 'Россия',
        ],
        783365   => [
            'code'    => 'ru',
            'mask'    => '+7(83365)#-##-##',
            'country' => 'Россия',
        ],
        783366   => [
            'code'    => 'ru',
            'mask'    => '+7(83366)#-##-##',
            'country' => 'Россия',
        ],
        783367   => [
            'code'    => 'ru',
            'mask'    => '+7(83367)#-##-##',
            'country' => 'Россия',
        ],
        783368   => [
            'code'    => 'ru',
            'mask'    => '+7(83368)#-##-##',
            'country' => 'Россия',
        ],
        783369   => [
            'code'    => 'ru',
            'mask'    => '+7(83369)#-##-##',
            'country' => 'Россия',
        ],
        783375   => [
            'code'    => 'ru',
            'mask'    => '+7(83375)#-##-##',
            'country' => 'Россия',
        ],
        7834     => [
            'code'    => 'ru',
            'mask'    => '+7(834)###-##-##',
            'country' => 'Россия',
        ],
        78342    => [
            'code'    => 'ru',
            'mask'    => '+7(8342)##-##-##',
            'country' => 'Россия',
        ],
        783431   => [
            'code'    => 'ru',
            'mask'    => '+7(83431)#-##-##',
            'country' => 'Россия',
        ],
        783432   => [
            'code'    => 'ru',
            'mask'    => '+7(83432)#-##-##',
            'country' => 'Россия',
        ],
        783433   => [
            'code'    => 'ru',
            'mask'    => '+7(83433)#-##-##',
            'country' => 'Россия',
        ],
        783434   => [
            'code'    => 'ru',
            'mask'    => '+7(83434)#-##-##',
            'country' => 'Россия',
        ],
        783436   => [
            'code'    => 'ru',
            'mask'    => '+7(83436)#-##-##',
            'country' => 'Россия',
        ],
        783437   => [
            'code'    => 'ru',
            'mask'    => '+7(83437)#-##-##',
            'country' => 'Россия',
        ],
        783438   => [
            'code'    => 'ru',
            'mask'    => '+7(83438)#-##-##',
            'country' => 'Россия',
        ],
        783439   => [
            'code'    => 'ru',
            'mask'    => '+7(83439)#-##-##',
            'country' => 'Россия',
        ],
        783441   => [
            'code'    => 'ru',
            'mask'    => '+7(83441)#-##-##',
            'country' => 'Россия',
        ],
        783442   => [
            'code'    => 'ru',
            'mask'    => '+7(83442)#-##-##',
            'country' => 'Россия',
        ],
        783443   => [
            'code'    => 'ru',
            'mask'    => '+7(83443)#-##-##',
            'country' => 'Россия',
        ],
        783444   => [
            'code'    => 'ru',
            'mask'    => '+7(83444)#-##-##',
            'country' => 'Россия',
        ],
        783445   => [
            'code'    => 'ru',
            'mask'    => '+7(83445)#-##-##',
            'country' => 'Россия',
        ],
        783446   => [
            'code'    => 'ru',
            'mask'    => '+7(83446)#-##-##',
            'country' => 'Россия',
        ],
        783447   => [
            'code'    => 'ru',
            'mask'    => '+7(83447)#-##-##',
            'country' => 'Россия',
        ],
        783448   => [
            'code'    => 'ru',
            'mask'    => '+7(83448)#-##-##',
            'country' => 'Россия',
        ],
        783449   => [
            'code'    => 'ru',
            'mask'    => '+7(83449)#-##-##',
            'country' => 'Россия',
        ],
        783451   => [
            'code'    => 'ru',
            'mask'    => '+7(83451)#-##-##',
            'country' => 'Россия',
        ],
        783453   => [
            'code'    => 'ru',
            'mask'    => '+7(83453)#-##-##',
            'country' => 'Россия',
        ],
        783454   => [
            'code'    => 'ru',
            'mask'    => '+7(83454)#-##-##',
            'country' => 'Россия',
        ],
        783456   => [
            'code'    => 'ru',
            'mask'    => '+7(83456)#-##-##',
            'country' => 'Россия',
        ],
        783457   => [
            'code'    => 'ru',
            'mask'    => '+7(83457)#-##-##',
            'country' => 'Россия',
        ],
        783458   => [
            'code'    => 'ru',
            'mask'    => '+7(83458)#-##-##',
            'country' => 'Россия',
        ],
        7835     => [
            'code'    => 'ru',
            'mask'    => '+7(835)###-##-##',
            'country' => 'Россия',
        ],
        78352    => [
            'code'    => 'ru',
            'mask'    => '+7(8352)##-##-##',
            'country' => 'Россия',
        ],
        783527   => [
            'code'    => 'ru',
            'mask'    => '+7(8352)7#-##-##',
            'country' => 'Россия',
        ],
        783530   => [
            'code'    => 'ru',
            'mask'    => '+7(83530)#-##-##',
            'country' => 'Россия',
        ],
        783531   => [
            'code'    => 'ru',
            'mask'    => '+7(83531)#-##-##',
            'country' => 'Россия',
        ],
        783532   => [
            'code'    => 'ru',
            'mask'    => '+7(83532)#-##-##',
            'country' => 'Россия',
        ],
        783533   => [
            'code'    => 'ru',
            'mask'    => '+7(83533)#-##-##',
            'country' => 'Россия',
        ],
        783534   => [
            'code'    => 'ru',
            'mask'    => '+7(83534)#-##-##',
            'country' => 'Россия',
        ],
        783535   => [
            'code'    => 'ru',
            'mask'    => '+7(83535)#-##-##',
            'country' => 'Россия',
        ],
        783536   => [
            'code'    => 'ru',
            'mask'    => '+7(83536)#-##-##',
            'country' => 'Россия',
        ],
        783537   => [
            'code'    => 'ru',
            'mask'    => '+7(83537)#-##-##',
            'country' => 'Россия',
        ],
        783538   => [
            'code'    => 'ru',
            'mask'    => '+7(83538)#-##-##',
            'country' => 'Россия',
        ],
        783539   => [
            'code'    => 'ru',
            'mask'    => '+7(83539)#-##-##',
            'country' => 'Россия',
        ],
        783540   => [
            'code'    => 'ru',
            'mask'    => '+7(83540)#-##-##',
            'country' => 'Россия',
        ],
        783541   => [
            'code'    => 'ru',
            'mask'    => '+7(83541)#-##-##',
            'country' => 'Россия',
        ],
        783542   => [
            'code'    => 'ru',
            'mask'    => '+7(83542)#-##-##',
            'country' => 'Россия',
        ],
        783543   => [
            'code'    => 'ru',
            'mask'    => '+7(83543)#-##-##',
            'country' => 'Россия',
        ],
        783544   => [
            'code'    => 'ru',
            'mask'    => '+7(83544)#-##-##',
            'country' => 'Россия',
        ],
        783545   => [
            'code'    => 'ru',
            'mask'    => '+7(83545)#-##-##',
            'country' => 'Россия',
        ],
        783546   => [
            'code'    => 'ru',
            'mask'    => '+7(83546)#-##-##',
            'country' => 'Россия',
        ],
        783547   => [
            'code'    => 'ru',
            'mask'    => '+7(83547)#-##-##',
            'country' => 'Россия',
        ],
        783548   => [
            'code'    => 'ru',
            'mask'    => '+7(83548)#-##-##',
            'country' => 'Россия',
        ],
        783549   => [
            'code'    => 'ru',
            'mask'    => '+7(83549)#-##-##',
            'country' => 'Россия',
        ],
        783551   => [
            'code'    => 'ru',
            'mask'    => '+7(83551)#-##-##',
            'country' => 'Россия',
        ],
        7836     => [
            'code'    => 'ru',
            'mask'    => '+7(836)###-##-##',
            'country' => 'Россия',
        ],
        78362    => [
            'code'    => 'ru',
            'mask'    => '+7(8362)##-##-##',
            'country' => 'Россия',
        ],
        783631   => [
            'code'    => 'ru',
            'mask'    => '+7(83631)#-##-##',
            'country' => 'Россия',
        ],
        783632   => [
            'code'    => 'ru',
            'mask'    => '+7(83632)#-##-##',
            'country' => 'Россия',
        ],
        783633   => [
            'code'    => 'ru',
            'mask'    => '+7(83633)#-##-##',
            'country' => 'Россия',
        ],
        783634   => [
            'code'    => 'ru',
            'mask'    => '+7(83634)#-##-##',
            'country' => 'Россия',
        ],
        783635   => [
            'code'    => 'ru',
            'mask'    => '+7(83635)#-##-##',
            'country' => 'Россия',
        ],
        783636   => [
            'code'    => 'ru',
            'mask'    => '+7(83636)#-##-##',
            'country' => 'Россия',
        ],
        783637   => [
            'code'    => 'ru',
            'mask'    => '+7(83637)#-##-##',
            'country' => 'Россия',
        ],
        783638   => [
            'code'    => 'ru',
            'mask'    => '+7(83638)#-##-##',
            'country' => 'Россия',
        ],
        783639   => [
            'code'    => 'ru',
            'mask'    => '+7(83639)#-##-##',
            'country' => 'Россия',
        ],
        783641   => [
            'code'    => 'ru',
            'mask'    => '+7(83641)#-##-##',
            'country' => 'Россия',
        ],
        783643   => [
            'code'    => 'ru',
            'mask'    => '+7(83643)#-##-##',
            'country' => 'Россия',
        ],
        783644   => [
            'code'    => 'ru',
            'mask'    => '+7(83644)#-##-##',
            'country' => 'Россия',
        ],
        783645   => [
            'code'    => 'ru',
            'mask'    => '+7(83645)#-##-##',
            'country' => 'Россия',
        ],
        7840     => [
            'code'    => 'ru',
            'mask'    => '+7(840)###-##-##',
            'country' => 'Россия',
        ],
        784022   => [
            'code'    => 'ru',
            'mask'    => '+7(840)22#-##-##',
            'country' => 'Россия',
        ],
        784023   => [
            'code'    => 'ru',
            'mask'    => '+7(840)23#-##-##',
            'country' => 'Россия',
        ],
        784024   => [
            'code'    => 'ru',
            'mask'    => '+7(840)24#-##-##',
            'country' => 'Россия',
        ],
        784025   => [
            'code'    => 'ru',
            'mask'    => '+7(840)25#-##-##',
            'country' => 'Россия',
        ],
        784026   => [
            'code'    => 'ru',
            'mask'    => '+7(840)26#-##-##',
            'country' => 'Россия',
        ],
        784027   => [
            'code'    => 'ru',
            'mask'    => '+7(840)27#-##-##',
            'country' => 'Россия',
        ],
        784028   => [
            'code'    => 'ru',
            'mask'    => '+7(840)28#-##-##',
            'country' => 'Россия',
        ],
        7841     => [
            'code'    => 'ru',
            'mask'    => '+7(841)###-##-##',
            'country' => 'Россия',
        ],
        78412    => [
            'code'    => 'ru',
            'mask'    => '+7(8412)##-##-##',
            'country' => 'Россия',
        ],
        784140   => [
            'code'    => 'ru',
            'mask'    => '+7(84140)#-##-##',
            'country' => 'Россия',
        ],
        784141   => [
            'code'    => 'ru',
            'mask'    => '+7(84141)#-##-##',
            'country' => 'Россия',
        ],
        784142   => [
            'code'    => 'ru',
            'mask'    => '+7(84142)#-##-##',
            'country' => 'Россия',
        ],
        784143   => [
            'code'    => 'ru',
            'mask'    => '+7(84143)#-##-##',
            'country' => 'Россия',
        ],
        784144   => [
            'code'    => 'ru',
            'mask'    => '+7(84144)#-##-##',
            'country' => 'Россия',
        ],
        784145   => [
            'code'    => 'ru',
            'mask'    => '+7(84145)#-##-##',
            'country' => 'Россия',
        ],
        784146   => [
            'code'    => 'ru',
            'mask'    => '+7(84146)#-##-##',
            'country' => 'Россия',
        ],
        784147   => [
            'code'    => 'ru',
            'mask'    => '+7(84147)#-##-##',
            'country' => 'Россия',
        ],
        784148   => [
            'code'    => 'ru',
            'mask'    => '+7(84148)#-##-##',
            'country' => 'Россия',
        ],
        784150   => [
            'code'    => 'ru',
            'mask'    => '+7(84150)#-##-##',
            'country' => 'Россия',
        ],
        784151   => [
            'code'    => 'ru',
            'mask'    => '+7(84151)#-##-##',
            'country' => 'Россия',
        ],
        784152   => [
            'code'    => 'ru',
            'mask'    => '+7(84152)#-##-##',
            'country' => 'Россия',
        ],
        784153   => [
            'code'    => 'ru',
            'mask'    => '+7(84153)#-##-##',
            'country' => 'Россия',
        ],
        784154   => [
            'code'    => 'ru',
            'mask'    => '+7(84154)#-##-##',
            'country' => 'Россия',
        ],
        784155   => [
            'code'    => 'ru',
            'mask'    => '+7(84155)#-##-##',
            'country' => 'Россия',
        ],
        784156   => [
            'code'    => 'ru',
            'mask'    => '+7(84156)#-##-##',
            'country' => 'Россия',
        ],
        784157   => [
            'code'    => 'ru',
            'mask'    => '+7(84157)#-##-##',
            'country' => 'Россия',
        ],
        784158   => [
            'code'    => 'ru',
            'mask'    => '+7(84158)#-##-##',
            'country' => 'Россия',
        ],
        784159   => [
            'code'    => 'ru',
            'mask'    => '+7(84159)#-##-##',
            'country' => 'Россия',
        ],
        784161   => [
            'code'    => 'ru',
            'mask'    => '+7(84161)#-##-##',
            'country' => 'Россия',
        ],
        784162   => [
            'code'    => 'ru',
            'mask'    => '+7(84162)#-##-##',
            'country' => 'Россия',
        ],
        784163   => [
            'code'    => 'ru',
            'mask'    => '+7(84163)#-##-##',
            'country' => 'Россия',
        ],
        784164   => [
            'code'    => 'ru',
            'mask'    => '+7(84164)#-##-##',
            'country' => 'Россия',
        ],
        784165   => [
            'code'    => 'ru',
            'mask'    => '+7(84165)#-##-##',
            'country' => 'Россия',
        ],
        784167   => [
            'code'    => 'ru',
            'mask'    => '+7(84167)#-##-##',
            'country' => 'Россия',
        ],
        784168   => [
            'code'    => 'ru',
            'mask'    => '+7(84168)#-##-##',
            'country' => 'Россия',
        ],
        784169   => [
            'code'    => 'ru',
            'mask'    => '+7(84169)#-##-##',
            'country' => 'Россия',
        ],
        7842     => [
            'code'    => 'ru',
            'mask'    => '+7(842)###-##-##',
            'country' => 'Россия',
        ],
        78422    => [
            'code'    => 'ru',
            'mask'    => '+7(8422)##-##-##',
            'country' => 'Россия',
        ],
        784230   => [
            'code'    => 'ru',
            'mask'    => '+7(84230)#-##-##',
            'country' => 'Россия',
        ],
        784231   => [
            'code'    => 'ru',
            'mask'    => '+7(84231)#-##-##',
            'country' => 'Россия',
        ],
        784232   => [
            'code'    => 'ru',
            'mask'    => '+7(84232)#-##-##',
            'country' => 'Россия',
        ],
        784233   => [
            'code'    => 'ru',
            'mask'    => '+7(84233)#-##-##',
            'country' => 'Россия',
        ],
        784234   => [
            'code'    => 'ru',
            'mask'    => '+7(84234)#-##-##',
            'country' => 'Россия',
        ],
        784235   => [
            'code'    => 'ru',
            'mask'    => '+7(84235)#-##-##',
            'country' => 'Россия',
        ],
        784237   => [
            'code'    => 'ru',
            'mask'    => '+7(84237)#-##-##',
            'country' => 'Россия',
        ],
        784238   => [
            'code'    => 'ru',
            'mask'    => '+7(84238)#-##-##',
            'country' => 'Россия',
        ],
        784239   => [
            'code'    => 'ru',
            'mask'    => '+7(84239)#-##-##',
            'country' => 'Россия',
        ],
        784240   => [
            'code'    => 'ru',
            'mask'    => '+7(84240)#-##-##',
            'country' => 'Россия',
        ],
        784241   => [
            'code'    => 'ru',
            'mask'    => '+7(84241)#-##-##',
            'country' => 'Россия',
        ],
        784242   => [
            'code'    => 'ru',
            'mask'    => '+7(84242)#-##-##',
            'country' => 'Россия',
        ],
        784243   => [
            'code'    => 'ru',
            'mask'    => '+7(84243)#-##-##',
            'country' => 'Россия',
        ],
        784244   => [
            'code'    => 'ru',
            'mask'    => '+7(84244)#-##-##',
            'country' => 'Россия',
        ],
        784245   => [
            'code'    => 'ru',
            'mask'    => '+7(84245)#-##-##',
            'country' => 'Россия',
        ],
        784246   => [
            'code'    => 'ru',
            'mask'    => '+7(84246)#-##-##',
            'country' => 'Россия',
        ],
        784247   => [
            'code'    => 'ru',
            'mask'    => '+7(84247)#-##-##',
            'country' => 'Россия',
        ],
        784248   => [
            'code'    => 'ru',
            'mask'    => '+7(84248)#-##-##',
            'country' => 'Россия',
        ],
        784249   => [
            'code'    => 'ru',
            'mask'    => '+7(84249)#-##-##',
            'country' => 'Россия',
        ],
        784253   => [
            'code'    => 'ru',
            'mask'    => '+7(84253)#-##-##',
            'country' => 'Россия',
        ],
        784254   => [
            'code'    => 'ru',
            'mask'    => '+7(84254)#-##-##',
            'country' => 'Россия',
        ],
        784255   => [
            'code'    => 'ru',
            'mask'    => '+7(84255)#-##-##',
            'country' => 'Россия',
        ],
        7843     => [
            'code'    => 'ru',
            'mask'    => '+7(843)###-##-##',
            'country' => 'Россия',
        ],
        784341   => [
            'code'    => 'ru',
            'mask'    => '+7(84341)#-##-##',
            'country' => 'Россия',
        ],
        784342   => [
            'code'    => 'ru',
            'mask'    => '+7(84342)#-##-##',
            'country' => 'Россия',
        ],
        784344   => [
            'code'    => 'ru',
            'mask'    => '+7(84344)#-##-##',
            'country' => 'Россия',
        ],
        784345   => [
            'code'    => 'ru',
            'mask'    => '+7(84345)#-##-##',
            'country' => 'Россия',
        ],
        784346   => [
            'code'    => 'ru',
            'mask'    => '+7(84346)#-##-##',
            'country' => 'Россия',
        ],
        784347   => [
            'code'    => 'ru',
            'mask'    => '+7(84347)#-##-##',
            'country' => 'Россия',
        ],
        784348   => [
            'code'    => 'ru',
            'mask'    => '+7(84348)#-##-##',
            'country' => 'Россия',
        ],
        784360   => [
            'code'    => 'ru',
            'mask'    => '+7(84360)#-##-##',
            'country' => 'Россия',
        ],
        784361   => [
            'code'    => 'ru',
            'mask'    => '+7(84361)#-##-##',
            'country' => 'Россия',
        ],
        784362   => [
            'code'    => 'ru',
            'mask'    => '+7(84362)#-##-##',
            'country' => 'Россия',
        ],
        784364   => [
            'code'    => 'ru',
            'mask'    => '+7(84364)#-##-##',
            'country' => 'Россия',
        ],
        784365   => [
            'code'    => 'ru',
            'mask'    => '+7(84365)#-##-##',
            'country' => 'Россия',
        ],
        784366   => [
            'code'    => 'ru',
            'mask'    => '+7(84366)#-##-##',
            'country' => 'Россия',
        ],
        784367   => [
            'code'    => 'ru',
            'mask'    => '+7(84367)#-##-##',
            'country' => 'Россия',
        ],
        784368   => [
            'code'    => 'ru',
            'mask'    => '+7(84368)#-##-##',
            'country' => 'Россия',
        ],
        784369   => [
            'code'    => 'ru',
            'mask'    => '+7(84369)#-##-##',
            'country' => 'Россия',
        ],
        784370   => [
            'code'    => 'ru',
            'mask'    => '+7(84370)#-##-##',
            'country' => 'Россия',
        ],
        784371   => [
            'code'    => 'ru',
            'mask'    => '+7(84371)#-##-##',
            'country' => 'Россия',
        ],
        784373   => [
            'code'    => 'ru',
            'mask'    => '+7(84373)#-##-##',
            'country' => 'Россия',
        ],
        784374   => [
            'code'    => 'ru',
            'mask'    => '+7(84374)#-##-##',
            'country' => 'Россия',
        ],
        784375   => [
            'code'    => 'ru',
            'mask'    => '+7(84375)#-##-##',
            'country' => 'Россия',
        ],
        784376   => [
            'code'    => 'ru',
            'mask'    => '+7(84376)#-##-##',
            'country' => 'Россия',
        ],
        784377   => [
            'code'    => 'ru',
            'mask'    => '+7(84377)#-##-##',
            'country' => 'Россия',
        ],
        784378   => [
            'code'    => 'ru',
            'mask'    => '+7(84378)#-##-##',
            'country' => 'Россия',
        ],
        784379   => [
            'code'    => 'ru',
            'mask'    => '+7(84379)#-##-##',
            'country' => 'Россия',
        ],
        784396   => [
            'code'    => 'ru',
            'mask'    => '+7(84396)#-##-##',
            'country' => 'Россия',
        ],
        7844     => [
            'code'    => 'ru',
            'mask'    => '+7(844)###-##-##',
            'country' => 'Россия',
        ],
        78442    => [
            'code'    => 'ru',
            'mask'    => '+7(844)2##-##-##',
            'country' => 'Россия',
        ],
        784470   => [
            'code'    => 'ru',
            'mask'    => '+7(844)70#-##-##',
            'country' => 'Россия',
        ],
        78443    => [
            'code'    => 'ru',
            'mask'    => '+7(8443)##-##-##',
            'country' => 'Россия',
        ],
        784442   => [
            'code'    => 'ru',
            'mask'    => '+7(84442)#-##-##',
            'country' => 'Россия',
        ],
        784443   => [
            'code'    => 'ru',
            'mask'    => '+7(84443)#-##-##',
            'country' => 'Россия',
        ],
        784444   => [
            'code'    => 'ru',
            'mask'    => '+7(84444)#-##-##',
            'country' => 'Россия',
        ],
        784445   => [
            'code'    => 'ru',
            'mask'    => '+7(84445)#-##-##',
            'country' => 'Россия',
        ],
        784446   => [
            'code'    => 'ru',
            'mask'    => '+7(84446)#-##-##',
            'country' => 'Россия',
        ],
        784447   => [
            'code'    => 'ru',
            'mask'    => '+7(84447)#-##-##',
            'country' => 'Россия',
        ],
        784452   => [
            'code'    => 'ru',
            'mask'    => '+7(84452)#-##-##',
            'country' => 'Россия',
        ],
        784453   => [
            'code'    => 'ru',
            'mask'    => '+7(84453)#-##-##',
            'country' => 'Россия',
        ],
        784454   => [
            'code'    => 'ru',
            'mask'    => '+7(84454)#-##-##',
            'country' => 'Россия',
        ],
        784455   => [
            'code'    => 'ru',
            'mask'    => '+7(84455)#-##-##',
            'country' => 'Россия',
        ],
        784456   => [
            'code'    => 'ru',
            'mask'    => '+7(84456)#-##-##',
            'country' => 'Россия',
        ],
        784457   => [
            'code'    => 'ru',
            'mask'    => '+7(84457)#-##-##',
            'country' => 'Россия',
        ],
        784458   => [
            'code'    => 'ru',
            'mask'    => '+7(84458)#-##-##',
            'country' => 'Россия',
        ],
        784461   => [
            'code'    => 'ru',
            'mask'    => '+7(84461)#-##-##',
            'country' => 'Россия',
        ],
        784462   => [
            'code'    => 'ru',
            'mask'    => '+7(84462)#-##-##',
            'country' => 'Россия',
        ],
        784463   => [
            'code'    => 'ru',
            'mask'    => '+7(84463)#-##-##',
            'country' => 'Россия',
        ],
        784464   => [
            'code'    => 'ru',
            'mask'    => '+7(84464)#-##-##',
            'country' => 'Россия',
        ],
        784465   => [
            'code'    => 'ru',
            'mask'    => '+7(84465)#-##-##',
            'country' => 'Россия',
        ],
        784466   => [
            'code'    => 'ru',
            'mask'    => '+7(84466)#-##-##',
            'country' => 'Россия',
        ],
        784467   => [
            'code'    => 'ru',
            'mask'    => '+7(84467)#-##-##',
            'country' => 'Россия',
        ],
        784468   => [
            'code'    => 'ru',
            'mask'    => '+7(84468)#-##-##',
            'country' => 'Россия',
        ],
        784472   => [
            'code'    => 'ru',
            'mask'    => '+7(84472)#-##-##',
            'country' => 'Россия',
        ],
        784473   => [
            'code'    => 'ru',
            'mask'    => '+7(84473)#-##-##',
            'country' => 'Россия',
        ],
        784474   => [
            'code'    => 'ru',
            'mask'    => '+7(84474)#-##-##',
            'country' => 'Россия',
        ],
        784475   => [
            'code'    => 'ru',
            'mask'    => '+7(84475)#-##-##',
            'country' => 'Россия',
        ],
        784476   => [
            'code'    => 'ru',
            'mask'    => '+7(84476)#-##-##',
            'country' => 'Россия',
        ],
        784477   => [
            'code'    => 'ru',
            'mask'    => '+7(84477)#-##-##',
            'country' => 'Россия',
        ],
        784478   => [
            'code'    => 'ru',
            'mask'    => '+7(84478)#-##-##',
            'country' => 'Россия',
        ],
        784479   => [
            'code'    => 'ru',
            'mask'    => '+7(84479)#-##-##',
            'country' => 'Россия',
        ],
        784492   => [
            'code'    => 'ru',
            'mask'    => '+7(84492)#-##-##',
            'country' => 'Россия',
        ],
        784493   => [
            'code'    => 'ru',
            'mask'    => '+7(84493)#-##-##',
            'country' => 'Россия',
        ],
        784494   => [
            'code'    => 'ru',
            'mask'    => '+7(84494)#-##-##',
            'country' => 'Россия',
        ],
        784495   => [
            'code'    => 'ru',
            'mask'    => '+7(84495)#-##-##',
            'country' => 'Россия',
        ],
        7845     => [
            'code'    => 'ru',
            'mask'    => '+7(845)###-##-##',
            'country' => 'Россия',
        ],
        78452    => [
            'code'    => 'ru',
            'mask'    => '+7(8452)##-##-##',
            'country' => 'Россия',
        ],
        784532   => [
            'code'    => 'ru',
            'mask'    => '+7(8453)2#-##-##',
            'country' => 'Россия',
        ],
        784533   => [
            'code'    => 'ru',
            'mask'    => '+7(8453)3#-##-##',
            'country' => 'Россия',
        ],
        784534   => [
            'code'    => 'ru',
            'mask'    => '+7(8453)4#-##-##',
            'country' => 'Россия',
        ],
        784535   => [
            'code'    => 'ru',
            'mask'    => '+7(8453)5#-##-##',
            'country' => 'Россия',
        ],
        784537   => [
            'code'    => 'ru',
            'mask'    => '+7(8453)7#-##-##',
            'country' => 'Россия',
        ],
        784539   => [
            'code'    => 'ru',
            'mask'    => '+7(8453)9#-##-##',
            'country' => 'Россия',
        ],
        784540   => [
            'code'    => 'ru',
            'mask'    => '+7(84540)#-##-##',
            'country' => 'Россия',
        ],
        784542   => [
            'code'    => 'ru',
            'mask'    => '+7(84542)#-##-##',
            'country' => 'Россия',
        ],
        784543   => [
            'code'    => 'ru',
            'mask'    => '+7(84543)#-##-##',
            'country' => 'Россия',
        ],
        784544   => [
            'code'    => 'ru',
            'mask'    => '+7(84544)#-##-##',
            'country' => 'Россия',
        ],
        784545   => [
            'code'    => 'ru',
            'mask'    => '+7(84545)#-##-##',
            'country' => 'Россия',
        ],
        784548   => [
            'code'    => 'ru',
            'mask'    => '+7(84548)#-##-##',
            'country' => 'Россия',
        ],
        784549   => [
            'code'    => 'ru',
            'mask'    => '+7(84549)#-##-##',
            'country' => 'Россия',
        ],
        784550   => [
            'code'    => 'ru',
            'mask'    => '+7(84550)#-##-##',
            'country' => 'Россия',
        ],
        784551   => [
            'code'    => 'ru',
            'mask'    => '+7(84551)#-##-##',
            'country' => 'Россия',
        ],
        784552   => [
            'code'    => 'ru',
            'mask'    => '+7(84552)#-##-##',
            'country' => 'Россия',
        ],
        784554   => [
            'code'    => 'ru',
            'mask'    => '+7(84554)#-##-##',
            'country' => 'Россия',
        ],
        784555   => [
            'code'    => 'ru',
            'mask'    => '+7(84555)#-##-##',
            'country' => 'Россия',
        ],
        784557   => [
            'code'    => 'ru',
            'mask'    => '+7(84557)#-##-##',
            'country' => 'Россия',
        ],
        784558   => [
            'code'    => 'ru',
            'mask'    => '+7(84558)#-##-##',
            'country' => 'Россия',
        ],
        784560   => [
            'code'    => 'ru',
            'mask'    => '+7(84560)#-##-##',
            'country' => 'Россия',
        ],
        784561   => [
            'code'    => 'ru',
            'mask'    => '+7(84561)#-##-##',
            'country' => 'Россия',
        ],
        784562   => [
            'code'    => 'ru',
            'mask'    => '+7(84562)#-##-##',
            'country' => 'Россия',
        ],
        784563   => [
            'code'    => 'ru',
            'mask'    => '+7(84563)#-##-##',
            'country' => 'Россия',
        ],
        784564   => [
            'code'    => 'ru',
            'mask'    => '+7(84564)#-##-##',
            'country' => 'Россия',
        ],
        784565   => [
            'code'    => 'ru',
            'mask'    => '+7(84565)#-##-##',
            'country' => 'Россия',
        ],
        784566   => [
            'code'    => 'ru',
            'mask'    => '+7(84566)#-##-##',
            'country' => 'Россия',
        ],
        784567   => [
            'code'    => 'ru',
            'mask'    => '+7(84567)#-##-##',
            'country' => 'Россия',
        ],
        784568   => [
            'code'    => 'ru',
            'mask'    => '+7(84568)#-##-##',
            'country' => 'Россия',
        ],
        784573   => [
            'code'    => 'ru',
            'mask'    => '+7(84573)#-##-##',
            'country' => 'Россия',
        ],
        784574   => [
            'code'    => 'ru',
            'mask'    => '+7(84574)#-##-##',
            'country' => 'Россия',
        ],
        784575   => [
            'code'    => 'ru',
            'mask'    => '+7(84575)#-##-##',
            'country' => 'Россия',
        ],
        784576   => [
            'code'    => 'ru',
            'mask'    => '+7(84576)#-##-##',
            'country' => 'Россия',
        ],
        784577   => [
            'code'    => 'ru',
            'mask'    => '+7(84577)#-##-##',
            'country' => 'Россия',
        ],
        784578   => [
            'code'    => 'ru',
            'mask'    => '+7(84578)#-##-##',
            'country' => 'Россия',
        ],
        784579   => [
            'code'    => 'ru',
            'mask'    => '+7(84579)#-##-##',
            'country' => 'Россия',
        ],
        784591   => [
            'code'    => 'ru',
            'mask'    => '+7(84591)#-##-##',
            'country' => 'Россия',
        ],
        784592   => [
            'code'    => 'ru',
            'mask'    => '+7(84592)#-##-##',
            'country' => 'Россия',
        ],
        784593   => [
            'code'    => 'ru',
            'mask'    => '+7(84593)#-##-##',
            'country' => 'Россия',
        ],
        784595   => [
            'code'    => 'ru',
            'mask'    => '+7(84595)#-##-##',
            'country' => 'Россия',
        ],
        784596   => [
            'code'    => 'ru',
            'mask'    => '+7(84596)#-##-##',
            'country' => 'Россия',
        ],
        7846     => [
            'code'    => 'ru',
            'mask'    => '+7(846)###-##-##',
            'country' => 'Россия',
        ],
        78462    => [
            'code'    => 'ru',
            'mask'    => '+7(846)2##-##-##',
            'country' => 'Россия',
        ],
        7846300  => [
            'code'    => 'ru',
            'mask'    => '+7(846)300-##-##',
            'country' => 'Россия',
        ],
        7846302  => [
            'code'    => 'ru',
            'mask'    => '+7(846)302-##-##',
            'country' => 'Россия',
        ],
        7846303  => [
            'code'    => 'ru',
            'mask'    => '+7(846)303-##-##',
            'country' => 'Россия',
        ],
        7846309  => [
            'code'    => 'ru',
            'mask'    => '+7(846)309-##-##',
            'country' => 'Россия',
        ],
        784631   => [
            'code'    => 'ru',
            'mask'    => '+7(846)31#-##-##',
            'country' => 'Россия',
        ],
        784633   => [
            'code'    => 'ru',
            'mask'    => '+7(846)33#-##-##',
            'country' => 'Россия',
        ],
        784634   => [
            'code'    => 'ru',
            'mask'    => '+7(846)34#-##-##',
            'country' => 'Россия',
        ],
        784637   => [
            'code'    => 'ru',
            'mask'    => '+7(846)37#-##-##',
            'country' => 'Россия',
        ],
        78469    => [
            'code'    => 'ru',
            'mask'    => '+7(846)9##-##-##',
            'country' => 'Россия',
        ],
        7846305  => [
            'code'    => 'ru',
            'mask'    => '+7(84630)5-##-##',
            'country' => 'Россия',
        ],
        784635   => [
            'code'    => 'ru',
            'mask'    => '+7(84635)#-##-##',
            'country' => 'Россия',
        ],
        784639   => [
            'code'    => 'ru',
            'mask'    => '+7(84639)#-##-##',
            'country' => 'Россия',
        ],
        784643   => [
            'code'    => 'ru',
            'mask'    => '+7(8464)3#-##-##',
            'country' => 'Россия',
        ],
        784644   => [
            'code'    => 'ru',
            'mask'    => '+7(8464)4#-##-##',
            'country' => 'Россия',
        ],
        784649   => [
            'code'    => 'ru',
            'mask'    => '+7(8464)9#-##-##',
            'country' => 'Россия',
        ],
        784646   => [
            'code'    => 'ru',
            'mask'    => '+7(84646)#-##-##',
            'country' => 'Россия',
        ],
        784647   => [
            'code'    => 'ru',
            'mask'    => '+7(84647)#-##-##',
            'country' => 'Россия',
        ],
        784648   => [
            'code'    => 'ru',
            'mask'    => '+7(84648)#-##-##',
            'country' => 'Россия',
        ],
        784650   => [
            'code'    => 'ru',
            'mask'    => '+7(84650)#-##-##',
            'country' => 'Россия',
        ],
        784651   => [
            'code'    => 'ru',
            'mask'    => '+7(84651)#-##-##',
            'country' => 'Россия',
        ],
        784652   => [
            'code'    => 'ru',
            'mask'    => '+7(84652)#-##-##',
            'country' => 'Россия',
        ],
        784653   => [
            'code'    => 'ru',
            'mask'    => '+7(84653)#-##-##',
            'country' => 'Россия',
        ],
        784654   => [
            'code'    => 'ru',
            'mask'    => '+7(84654)#-##-##',
            'country' => 'Россия',
        ],
        784655   => [
            'code'    => 'ru',
            'mask'    => '+7(84655)#-##-##',
            'country' => 'Россия',
        ],
        784656   => [
            'code'    => 'ru',
            'mask'    => '+7(84656)#-##-##',
            'country' => 'Россия',
        ],
        784657   => [
            'code'    => 'ru',
            'mask'    => '+7(84657)#-##-##',
            'country' => 'Россия',
        ],
        784658   => [
            'code'    => 'ru',
            'mask'    => '+7(84658)#-##-##',
            'country' => 'Россия',
        ],
        784660   => [
            'code'    => 'ru',
            'mask'    => '+7(84660)#-##-##',
            'country' => 'Россия',
        ],
        784661   => [
            'code'    => 'ru',
            'mask'    => '+7(84661)#-##-##',
            'country' => 'Россия',
        ],
        784663   => [
            'code'    => 'ru',
            'mask'    => '+7(84663)#-##-##',
            'country' => 'Россия',
        ],
        784664   => [
            'code'    => 'ru',
            'mask'    => '+7(84664)#-##-##',
            'country' => 'Россия',
        ],
        784666   => [
            'code'    => 'ru',
            'mask'    => '+7(84666)#-##-##',
            'country' => 'Россия',
        ],
        784667   => [
            'code'    => 'ru',
            'mask'    => '+7(84667)#-##-##',
            'country' => 'Россия',
        ],
        784670   => [
            'code'    => 'ru',
            'mask'    => '+7(84670)#-##-##',
            'country' => 'Россия',
        ],
        784671   => [
            'code'    => 'ru',
            'mask'    => '+7(84671)#-##-##',
            'country' => 'Россия',
        ],
        784672   => [
            'code'    => 'ru',
            'mask'    => '+7(84672)#-##-##',
            'country' => 'Россия',
        ],
        784673   => [
            'code'    => 'ru',
            'mask'    => '+7(84673)#-##-##',
            'country' => 'Россия',
        ],
        784674   => [
            'code'    => 'ru',
            'mask'    => '+7(84674)#-##-##',
            'country' => 'Россия',
        ],
        784675   => [
            'code'    => 'ru',
            'mask'    => '+7(84675)#-##-##',
            'country' => 'Россия',
        ],
        784676   => [
            'code'    => 'ru',
            'mask'    => '+7(84676)#-##-##',
            'country' => 'Россия',
        ],
        784677   => [
            'code'    => 'ru',
            'mask'    => '+7(84677)#-##-##',
            'country' => 'Россия',
        ],
        7847     => [
            'code'    => 'ru',
            'mask'    => '+7(847)###-##-##',
            'country' => 'Россия',
        ],
        784722   => [
            'code'    => 'ru',
            'mask'    => '+7(84722)#-##-##',
            'country' => 'Россия',
        ],
        784731   => [
            'code'    => 'ru',
            'mask'    => '+7(84731)#-##-##',
            'country' => 'Россия',
        ],
        784732   => [
            'code'    => 'ru',
            'mask'    => '+7(84732)#-##-##',
            'country' => 'Россия',
        ],
        784733   => [
            'code'    => 'ru',
            'mask'    => '+7(84733)#-##-##',
            'country' => 'Россия',
        ],
        784734   => [
            'code'    => 'ru',
            'mask'    => '+7(84734)#-##-##',
            'country' => 'Россия',
        ],
        784735   => [
            'code'    => 'ru',
            'mask'    => '+7(84735)#-##-##',
            'country' => 'Россия',
        ],
        784736   => [
            'code'    => 'ru',
            'mask'    => '+7(84736)#-##-##',
            'country' => 'Россия',
        ],
        784741   => [
            'code'    => 'ru',
            'mask'    => '+7(84741)#-##-##',
            'country' => 'Россия',
        ],
        784742   => [
            'code'    => 'ru',
            'mask'    => '+7(84742)#-##-##',
            'country' => 'Россия',
        ],
        784743   => [
            'code'    => 'ru',
            'mask'    => '+7(84743)#-##-##',
            'country' => 'Россия',
        ],
        784744   => [
            'code'    => 'ru',
            'mask'    => '+7(84744)#-##-##',
            'country' => 'Россия',
        ],
        784745   => [
            'code'    => 'ru',
            'mask'    => '+7(84745)#-##-##',
            'country' => 'Россия',
        ],
        784746   => [
            'code'    => 'ru',
            'mask'    => '+7(84746)#-##-##',
            'country' => 'Россия',
        ],
        784747   => [
            'code'    => 'ru',
            'mask'    => '+7(84747)#-##-##',
            'country' => 'Россия',
        ],
        7848     => [
            'code'    => 'ru',
            'mask'    => '+7(848)###-##-##',
            'country' => 'Россия',
        ],
        78482    => [
            'code'    => 'ru',
            'mask'    => '+7(8482)##-##-##',
            'country' => 'Россия',
        ],
        784862   => [
            'code'    => 'ru',
            'mask'    => '+7(84862)#-##-##',
            'country' => 'Россия',
        ],
        7851     => [
            'code'    => 'ru',
            'mask'    => '+7(851)###-##-##',
            'country' => 'Россия',
        ],
        78512    => [
            'code'    => 'ru',
            'mask'    => '+7(8512)##-##-##',
            'country' => 'Россия',
        ],
        785140   => [
            'code'    => 'ru',
            'mask'    => '+7(85140)#-##-##',
            'country' => 'Россия',
        ],
        785141   => [
            'code'    => 'ru',
            'mask'    => '+7(85141)#-##-##',
            'country' => 'Россия',
        ],
        785142   => [
            'code'    => 'ru',
            'mask'    => '+7(85142)#-##-##',
            'country' => 'Россия',
        ],
        785143   => [
            'code'    => 'ru',
            'mask'    => '+7(85143)#-##-##',
            'country' => 'Россия',
        ],
        785144   => [
            'code'    => 'ru',
            'mask'    => '+7(85144)#-##-##',
            'country' => 'Россия',
        ],
        785145   => [
            'code'    => 'ru',
            'mask'    => '+7(85145)#-##-##',
            'country' => 'Россия',
        ],
        785146   => [
            'code'    => 'ru',
            'mask'    => '+7(85146)#-##-##',
            'country' => 'Россия',
        ],
        785147   => [
            'code'    => 'ru',
            'mask'    => '+7(85147)#-##-##',
            'country' => 'Россия',
        ],
        785148   => [
            'code'    => 'ru',
            'mask'    => '+7(85148)#-##-##',
            'country' => 'Россия',
        ],
        785149   => [
            'code'    => 'ru',
            'mask'    => '+7(85149)#-##-##',
            'country' => 'Россия',
        ],
        785171   => [
            'code'    => 'ru',
            'mask'    => '+7(85171)#-##-##',
            'country' => 'Россия',
        ],
        785172   => [
            'code'    => 'ru',
            'mask'    => '+7(85172)#-##-##',
            'country' => 'Россия',
        ],
        7855     => [
            'code'    => 'ru',
            'mask'    => '+7(855)###-##-##',
            'country' => 'Россия',
        ],
        78552    => [
            'code'    => 'ru',
            'mask'    => '+7(8552)##-##-##',
            'country' => 'Россия',
        ],
        78553    => [
            'code'    => 'ru',
            'mask'    => '+7(8553)##-##-##',
            'country' => 'Россия',
        ],
        785549   => [
            'code'    => 'ru',
            'mask'    => '+7(85549)#-##-##',
            'country' => 'Россия',
        ],
        785553   => [
            'code'    => 'ru',
            'mask'    => '+7(8555)3#-##-##',
            'country' => 'Россия',
        ],
        785554   => [
            'code'    => 'ru',
            'mask'    => '+7(8555)4#-##-##',
            'country' => 'Россия',
        ],
        785551   => [
            'code'    => 'ru',
            'mask'    => '+7(85551)#-##-##',
            'country' => 'Россия',
        ],
        785552   => [
            'code'    => 'ru',
            'mask'    => '+7(85552)#-##-##',
            'country' => 'Россия',
        ],
        785555   => [
            'code'    => 'ru',
            'mask'    => '+7(85555)#-##-##',
            'country' => 'Россия',
        ],
        785556   => [
            'code'    => 'ru',
            'mask'    => '+7(85556)#-##-##',
            'country' => 'Россия',
        ],
        785557   => [
            'code'    => 'ru',
            'mask'    => '+7(85557)#-##-##',
            'country' => 'Россия',
        ],
        785558   => [
            'code'    => 'ru',
            'mask'    => '+7(85558)#-##-##',
            'country' => 'Россия',
        ],
        785559   => [
            'code'    => 'ru',
            'mask'    => '+7(85559)#-##-##',
            'country' => 'Россия',
        ],
        785563   => [
            'code'    => 'ru',
            'mask'    => '+7(85563)#-##-##',
            'country' => 'Россия',
        ],
        785569   => [
            'code'    => 'ru',
            'mask'    => '+7(85569)#-##-##',
            'country' => 'Россия',
        ],
        785572   => [
            'code'    => 'ru',
            'mask'    => '+7(8557)2#-##-##',
            'country' => 'Россия',
        ],
        785573   => [
            'code'    => 'ru',
            'mask'    => '+7(8557)3#-##-##',
            'country' => 'Россия',
        ],
        785592   => [
            'code'    => 'ru',
            'mask'    => '+7(85592)#-##-##',
            'country' => 'Россия',
        ],
        785593   => [
            'code'    => 'ru',
            'mask'    => '+7(85593)#-##-##',
            'country' => 'Россия',
        ],
        785594   => [
            'code'    => 'ru',
            'mask'    => '+7(85594)#-##-##',
            'country' => 'Россия',
        ],
        785595   => [
            'code'    => 'ru',
            'mask'    => '+7(85595)#-##-##',
            'country' => 'Россия',
        ],
        7861     => [
            'code'    => 'ru',
            'mask'    => '+7(861)###-##-##',
            'country' => 'Россия',
        ],
        786130   => [
            'code'    => 'ru',
            'mask'    => '+7(86130)#-##-##',
            'country' => 'Россия',
        ],
        786131   => [
            'code'    => 'ru',
            'mask'    => '+7(86131)#-##-##',
            'country' => 'Россия',
        ],
        786132   => [
            'code'    => 'ru',
            'mask'    => '+7(86132)#-##-##',
            'country' => 'Россия',
        ],
        786133   => [
            'code'    => 'ru',
            'mask'    => '+7(86133)#-##-##',
            'country' => 'Россия',
        ],
        786135   => [
            'code'    => 'ru',
            'mask'    => '+7(86135)#-##-##',
            'country' => 'Россия',
        ],
        786137   => [
            'code'    => 'ru',
            'mask'    => '+7(86137)#-##-##',
            'country' => 'Россия',
        ],
        786138   => [
            'code'    => 'ru',
            'mask'    => '+7(86138)#-##-##',
            'country' => 'Россия',
        ],
        786140   => [
            'code'    => 'ru',
            'mask'    => '+7(86140)#-##-##',
            'country' => 'Россия',
        ],
        786141   => [
            'code'    => 'ru',
            'mask'    => '+7(86141)#-##-##',
            'country' => 'Россия',
        ],
        786142   => [
            'code'    => 'ru',
            'mask'    => '+7(86142)#-##-##',
            'country' => 'Россия',
        ],
        786143   => [
            'code'    => 'ru',
            'mask'    => '+7(86143)#-##-##',
            'country' => 'Россия',
        ],
        786144   => [
            'code'    => 'ru',
            'mask'    => '+7(86144)#-##-##',
            'country' => 'Россия',
        ],
        786145   => [
            'code'    => 'ru',
            'mask'    => '+7(86145)#-##-##',
            'country' => 'Россия',
        ],
        786146   => [
            'code'    => 'ru',
            'mask'    => '+7(86146)#-##-##',
            'country' => 'Россия',
        ],
        786147   => [
            'code'    => 'ru',
            'mask'    => '+7(86147)#-##-##',
            'country' => 'Россия',
        ],
        786148   => [
            'code'    => 'ru',
            'mask'    => '+7(86148)#-##-##',
            'country' => 'Россия',
        ],
        786149   => [
            'code'    => 'ru',
            'mask'    => '+7(86149)#-##-##',
            'country' => 'Россия',
        ],
        786150   => [
            'code'    => 'ru',
            'mask'    => '+7(86150)#-##-##',
            'country' => 'Россия',
        ],
        786151   => [
            'code'    => 'ru',
            'mask'    => '+7(86151)#-##-##',
            'country' => 'Россия',
        ],
        786152   => [
            'code'    => 'ru',
            'mask'    => '+7(86152)#-##-##',
            'country' => 'Россия',
        ],
        786153   => [
            'code'    => 'ru',
            'mask'    => '+7(86153)#-##-##',
            'country' => 'Россия',
        ],
        786154   => [
            'code'    => 'ru',
            'mask'    => '+7(86154)#-##-##',
            'country' => 'Россия',
        ],
        786155   => [
            'code'    => 'ru',
            'mask'    => '+7(86155)#-##-##',
            'country' => 'Россия',
        ],
        786156   => [
            'code'    => 'ru',
            'mask'    => '+7(86156)#-##-##',
            'country' => 'Россия',
        ],
        786157   => [
            'code'    => 'ru',
            'mask'    => '+7(86157)#-##-##',
            'country' => 'Россия',
        ],
        786158   => [
            'code'    => 'ru',
            'mask'    => '+7(86158)#-##-##',
            'country' => 'Россия',
        ],
        786159   => [
            'code'    => 'ru',
            'mask'    => '+7(86159)#-##-##',
            'country' => 'Россия',
        ],
        786160   => [
            'code'    => 'ru',
            'mask'    => '+7(86160)#-##-##',
            'country' => 'Россия',
        ],
        786161   => [
            'code'    => 'ru',
            'mask'    => '+7(86161)#-##-##',
            'country' => 'Россия',
        ],
        786162   => [
            'code'    => 'ru',
            'mask'    => '+7(86162)#-##-##',
            'country' => 'Россия',
        ],
        786163   => [
            'code'    => 'ru',
            'mask'    => '+7(86163)#-##-##',
            'country' => 'Россия',
        ],
        786164   => [
            'code'    => 'ru',
            'mask'    => '+7(86164)#-##-##',
            'country' => 'Россия',
        ],
        786165   => [
            'code'    => 'ru',
            'mask'    => '+7(86165)#-##-##',
            'country' => 'Россия',
        ],
        786166   => [
            'code'    => 'ru',
            'mask'    => '+7(86166)#-##-##',
            'country' => 'Россия',
        ],
        786167   => [
            'code'    => 'ru',
            'mask'    => '+7(86167)#-##-##',
            'country' => 'Россия',
        ],
        786168   => [
            'code'    => 'ru',
            'mask'    => '+7(86168)#-##-##',
            'country' => 'Россия',
        ],
        786169   => [
            'code'    => 'ru',
            'mask'    => '+7(86169)#-##-##',
            'country' => 'Россия',
        ],
        78617    => [
            'code'    => 'ru',
            'mask'    => '+7(8617)##-##-##',
            'country' => 'Россия',
        ],
        786191   => [
            'code'    => 'ru',
            'mask'    => '+7(86191)#-##-##',
            'country' => 'Россия',
        ],
        786192   => [
            'code'    => 'ru',
            'mask'    => '+7(86192)#-##-##',
            'country' => 'Россия',
        ],
        786193   => [
            'code'    => 'ru',
            'mask'    => '+7(86193)#-##-##',
            'country' => 'Россия',
        ],
        786195   => [
            'code'    => 'ru',
            'mask'    => '+7(86195)#-##-##',
            'country' => 'Россия',
        ],
        786196   => [
            'code'    => 'ru',
            'mask'    => '+7(86196)#-##-##',
            'country' => 'Россия',
        ],
        7862     => [
            'code'    => 'ru',
            'mask'    => '+7(862)###-##-##',
            'country' => 'Россия',
        ],
        78622    => [
            'code'    => 'ru',
            'mask'    => '+7(862)2##-##-##',
            'country' => 'Россия',
        ],
        786223   => [
            'code'    => 'ru',
            'mask'    => '+7(862)23#-##-##',
            'country' => 'Россия',
        ],
        786224   => [
            'code'    => 'ru',
            'mask'    => '+7(862)24#-##-##',
            'country' => 'Россия',
        ],
        7862247  => [
            'code'    => 'ru',
            'mask'    => '+7(862)247-##-##',
            'country' => 'Россия',
        ],
        7862252  => [
            'code'    => 'ru',
            'mask'    => '+7(862)252-##-##',
            'country' => 'Россия',
        ],
        786227   => [
            'code'    => 'ru',
            'mask'    => '+7(862)27#-##-##',
            'country' => 'Россия',
        ],
        7862295  => [
            'code'    => 'ru',
            'mask'    => '+7(862)295-##-##',
            'country' => 'Россия',
        ],
        7863     => [
            'code'    => 'ru',
            'mask'    => '+7(863)###-##-##',
            'country' => 'Россия',
        ],
        78632    => [
            'code'    => 'ru',
            'mask'    => '+7(863)2##-##-##',
            'country' => 'Россия',
        ],
        78633    => [
            'code'    => 'ru',
            'mask'    => '+7(863)3##-##-##',
            'country' => 'Россия',
        ],
        786343   => [
            'code'    => 'ru',
            'mask'    => '+7(8634)3#-##-##',
            'country' => 'Россия',
        ],
        78634431 => [
            'code'    => 'ru',
            'mask'    => '+7(8634)43-1#-##',
            'country' => 'Россия',
        ],
        786346   => [
            'code'    => 'ru',
            'mask'    => '+7(8634)6#-##-##',
            'country' => 'Россия',
        ],
        786340   => [
            'code'    => 'ru',
            'mask'    => '+7(86340)#-##-##',
            'country' => 'Россия',
        ],
        786341   => [
            'code'    => 'ru',
            'mask'    => '+7(86341)#-##-##',
            'country' => 'Россия',
        ],
        786342   => [
            'code'    => 'ru',
            'mask'    => '+7(86342)#-##-##',
            'country' => 'Россия',
        ],
        786345   => [
            'code'    => 'ru',
            'mask'    => '+7(86345)#-##-##',
            'country' => 'Россия',
        ],
        786347   => [
            'code'    => 'ru',
            'mask'    => '+7(86347)#-##-##',
            'country' => 'Россия',
        ],
        786348   => [
            'code'    => 'ru',
            'mask'    => '+7(86348)#-##-##',
            'country' => 'Россия',
        ],
        786349   => [
            'code'    => 'ru',
            'mask'    => '+7(86349)#-##-##',
            'country' => 'Россия',
        ],
        786352   => [
            'code'    => 'ru',
            'mask'    => '+7(8635)2#-##-##',
            'country' => 'Россия',
        ],
        786350   => [
            'code'    => 'ru',
            'mask'    => '+7(86350)#-##-##',
            'country' => 'Россия',
        ],
        786351   => [
            'code'    => 'ru',
            'mask'    => '+7(86351)#-##-##',
            'country' => 'Россия',
        ],
        786353   => [
            'code'    => 'ru',
            'mask'    => '+7(86353)#-##-##',
            'country' => 'Россия',
        ],
        786354   => [
            'code'    => 'ru',
            'mask'    => '+7(86354)#-##-##',
            'country' => 'Россия',
        ],
        786355   => [
            'code'    => 'ru',
            'mask'    => '+7(86355)#-##-##',
            'country' => 'Россия',
        ],
        786356   => [
            'code'    => 'ru',
            'mask'    => '+7(86356)#-##-##',
            'country' => 'Россия',
        ],
        786357   => [
            'code'    => 'ru',
            'mask'    => '+7(86357)#-##-##',
            'country' => 'Россия',
        ],
        786358   => [
            'code'    => 'ru',
            'mask'    => '+7(86358)#-##-##',
            'country' => 'Россия',
        ],
        786359   => [
            'code'    => 'ru',
            'mask'    => '+7(86359)#-##-##',
            'country' => 'Россия',
        ],
        786362   => [
            'code'    => 'ru',
            'mask'    => '+7(8636)2#-##-##',
            'country' => 'Россия',
        ],
        786360   => [
            'code'    => 'ru',
            'mask'    => '+7(86360)#-##-##',
            'country' => 'Россия',
        ],
        786361   => [
            'code'    => 'ru',
            'mask'    => '+7(86361)#-##-##',
            'country' => 'Россия',
        ],
        786363   => [
            'code'    => 'ru',
            'mask'    => '+7(86363)#-##-##',
            'country' => 'Россия',
        ],
        786364   => [
            'code'    => 'ru',
            'mask'    => '+7(86364)#-##-##',
            'country' => 'Россия',
        ],
        786365   => [
            'code'    => 'ru',
            'mask'    => '+7(86365)#-##-##',
            'country' => 'Россия',
        ],
        786367   => [
            'code'    => 'ru',
            'mask'    => '+7(86367)#-##-##',
            'country' => 'Россия',
        ],
        786368   => [
            'code'    => 'ru',
            'mask'    => '+7(86368)#-##-##',
            'country' => 'Россия',
        ],
        786369   => [
            'code'    => 'ru',
            'mask'    => '+7(86369)#-##-##',
            'country' => 'Россия',
        ],
        786370   => [
            'code'    => 'ru',
            'mask'    => '+7(86370)#-##-##',
            'country' => 'Россия',
        ],
        786371   => [
            'code'    => 'ru',
            'mask'    => '+7(86371)#-##-##',
            'country' => 'Россия',
        ],
        786372   => [
            'code'    => 'ru',
            'mask'    => '+7(86372)#-##-##',
            'country' => 'Россия',
        ],
        786373   => [
            'code'    => 'ru',
            'mask'    => '+7(86373)#-##-##',
            'country' => 'Россия',
        ],
        786374   => [
            'code'    => 'ru',
            'mask'    => '+7(86374)#-##-##',
            'country' => 'Россия',
        ],
        786375   => [
            'code'    => 'ru',
            'mask'    => '+7(86375)#-##-##',
            'country' => 'Россия',
        ],
        786376   => [
            'code'    => 'ru',
            'mask'    => '+7(86376)#-##-##',
            'country' => 'Россия',
        ],
        786377   => [
            'code'    => 'ru',
            'mask'    => '+7(86377)#-##-##',
            'country' => 'Россия',
        ],
        786378   => [
            'code'    => 'ru',
            'mask'    => '+7(86378)#-##-##',
            'country' => 'Россия',
        ],
        786379   => [
            'code'    => 'ru',
            'mask'    => '+7(86379)#-##-##',
            'country' => 'Россия',
        ],
        786382   => [
            'code'    => 'ru',
            'mask'    => '+7(86382)#-##-##',
            'country' => 'Россия',
        ],
        786383   => [
            'code'    => 'ru',
            'mask'    => '+7(86383)#-##-##',
            'country' => 'Россия',
        ],
        786384   => [
            'code'    => 'ru',
            'mask'    => '+7(86384)#-##-##',
            'country' => 'Россия',
        ],
        786385   => [
            'code'    => 'ru',
            'mask'    => '+7(86385)#-##-##',
            'country' => 'Россия',
        ],
        786386   => [
            'code'    => 'ru',
            'mask'    => '+7(86386)#-##-##',
            'country' => 'Россия',
        ],
        786387   => [
            'code'    => 'ru',
            'mask'    => '+7(86387)#-##-##',
            'country' => 'Россия',
        ],
        786388   => [
            'code'    => 'ru',
            'mask'    => '+7(86388)#-##-##',
            'country' => 'Россия',
        ],
        786389   => [
            'code'    => 'ru',
            'mask'    => '+7(86389)#-##-##',
            'country' => 'Россия',
        ],
        786392   => [
            'code'    => 'ru',
            'mask'    => '+7(8639)2#-##-##',
            'country' => 'Россия',
        ],
        786391   => [
            'code'    => 'ru',
            'mask'    => '+7(86391)#-##-##',
            'country' => 'Россия',
        ],
        786393   => [
            'code'    => 'ru',
            'mask'    => '+7(86393)#-##-##',
            'country' => 'Россия',
        ],
        786394   => [
            'code'    => 'ru',
            'mask'    => '+7(86394)#-##-##',
            'country' => 'Россия',
        ],
        786395   => [
            'code'    => 'ru',
            'mask'    => '+7(86395)#-##-##',
            'country' => 'Россия',
        ],
        786396   => [
            'code'    => 'ru',
            'mask'    => '+7(86396)#-##-##',
            'country' => 'Россия',
        ],
        786397   => [
            'code'    => 'ru',
            'mask'    => '+7(86397)#-##-##',
            'country' => 'Россия',
        ],
        7865     => [
            'code'    => 'ru',
            'mask'    => '+7(865)###-##-##',
            'country' => 'Россия',
        ],
        78652    => [
            'code'    => 'ru',
            'mask'    => '+7(8652)##-##-##',
            'country' => 'Россия',
        ],
        786540   => [
            'code'    => 'ru',
            'mask'    => '+7(86540)#-##-##',
            'country' => 'Россия',
        ],
        786541   => [
            'code'    => 'ru',
            'mask'    => '+7(86541)#-##-##',
            'country' => 'Россия',
        ],
        786542   => [
            'code'    => 'ru',
            'mask'    => '+7(86542)#-##-##',
            'country' => 'Россия',
        ],
        786543   => [
            'code'    => 'ru',
            'mask'    => '+7(86543)#-##-##',
            'country' => 'Россия',
        ],
        786544   => [
            'code'    => 'ru',
            'mask'    => '+7(86544)#-##-##',
            'country' => 'Россия',
        ],
        786545   => [
            'code'    => 'ru',
            'mask'    => '+7(86545)#-##-##',
            'country' => 'Россия',
        ],
        786546   => [
            'code'    => 'ru',
            'mask'    => '+7(86546)#-##-##',
            'country' => 'Россия',
        ],
        786547   => [
            'code'    => 'ru',
            'mask'    => '+7(86547)#-##-##',
            'country' => 'Россия',
        ],
        786548   => [
            'code'    => 'ru',
            'mask'    => '+7(86548)#-##-##',
            'country' => 'Россия',
        ],
        786549   => [
            'code'    => 'ru',
            'mask'    => '+7(86549)#-##-##',
            'country' => 'Россия',
        ],
        786550   => [
            'code'    => 'ru',
            'mask'    => '+7(86550)#-##-##',
            'country' => 'Россия',
        ],
        786552   => [
            'code'    => 'ru',
            'mask'    => '+7(86552)#-##-##',
            'country' => 'Россия',
        ],
        786553   => [
            'code'    => 'ru',
            'mask'    => '+7(86553)#-##-##',
            'country' => 'Россия',
        ],
        786554   => [
            'code'    => 'ru',
            'mask'    => '+7(86554)#-##-##',
            'country' => 'Россия',
        ],
        786555   => [
            'code'    => 'ru',
            'mask'    => '+7(86555)#-##-##',
            'country' => 'Россия',
        ],
        786556   => [
            'code'    => 'ru',
            'mask'    => '+7(86556)#-##-##',
            'country' => 'Россия',
        ],
        786557   => [
            'code'    => 'ru',
            'mask'    => '+7(86557)#-##-##',
            'country' => 'Россия',
        ],
        786558   => [
            'code'    => 'ru',
            'mask'    => '+7(86558)#-##-##',
            'country' => 'Россия',
        ],
        786559   => [
            'code'    => 'ru',
            'mask'    => '+7(86559)#-##-##',
            'country' => 'Россия',
        ],
        786560   => [
            'code'    => 'ru',
            'mask'    => '+7(86560)#-##-##',
            'country' => 'Россия',
        ],
        786563   => [
            'code'    => 'ru',
            'mask'    => '+7(86563)#-##-##',
            'country' => 'Россия',
        ],
        786565   => [
            'code'    => 'ru',
            'mask'    => '+7(86565)#-##-##',
            'country' => 'Россия',
        ],
        7866     => [
            'code'    => 'ru',
            'mask'    => '+7(866)###-##-##',
            'country' => 'Россия',
        ],
        78662    => [
            'code'    => 'ru',
            'mask'    => '+7(8662)##-##-##',
            'country' => 'Россия',
        ],
        786630   => [
            'code'    => 'ru',
            'mask'    => '+7(86630)#-##-##',
            'country' => 'Россия',
        ],
        786631   => [
            'code'    => 'ru',
            'mask'    => '+7(86631)#-##-##',
            'country' => 'Россия',
        ],
        786632   => [
            'code'    => 'ru',
            'mask'    => '+7(86632)#-##-##',
            'country' => 'Россия',
        ],
        786633   => [
            'code'    => 'ru',
            'mask'    => '+7(86633)#-##-##',
            'country' => 'Россия',
        ],
        786634   => [
            'code'    => 'ru',
            'mask'    => '+7(86634)#-##-##',
            'country' => 'Россия',
        ],
        786635   => [
            'code'    => 'ru',
            'mask'    => '+7(86635)#-##-##',
            'country' => 'Россия',
        ],
        786636   => [
            'code'    => 'ru',
            'mask'    => '+7(86636)#-##-##',
            'country' => 'Россия',
        ],
        786637   => [
            'code'    => 'ru',
            'mask'    => '+7(86637)#-##-##',
            'country' => 'Россия',
        ],
        786638   => [
            'code'    => 'ru',
            'mask'    => '+7(86638)#-##-##',
            'country' => 'Россия',
        ],
        7867     => [
            'code'    => 'ru',
            'mask'    => '+7(867)###-##-##',
            'country' => 'Россия',
        ],
        78672    => [
            'code'    => 'ru',
            'mask'    => '+7(8672)##-##-##',
            'country' => 'Россия',
        ],
        786731   => [
            'code'    => 'ru',
            'mask'    => '+7(86731)#-##-##',
            'country' => 'Россия',
        ],
        786732   => [
            'code'    => 'ru',
            'mask'    => '+7(86732)#-##-##',
            'country' => 'Россия',
        ],
        786733   => [
            'code'    => 'ru',
            'mask'    => '+7(86733)#-##-##',
            'country' => 'Россия',
        ],
        786734   => [
            'code'    => 'ru',
            'mask'    => '+7(86734)#-##-##',
            'country' => 'Россия',
        ],
        786735   => [
            'code'    => 'ru',
            'mask'    => '+7(86735)#-##-##',
            'country' => 'Россия',
        ],
        786736   => [
            'code'    => 'ru',
            'mask'    => '+7(86736)#-##-##',
            'country' => 'Россия',
        ],
        786737   => [
            'code'    => 'ru',
            'mask'    => '+7(86737)#-##-##',
            'country' => 'Россия',
        ],
        786738   => [
            'code'    => 'ru',
            'mask'    => '+7(86738)#-##-##',
            'country' => 'Россия',
        ],
        786739   => [
            'code'    => 'ru',
            'mask'    => '+7(86739)#-##-##',
            'country' => 'Россия',
        ],
        7871     => [
            'code'    => 'ru',
            'mask'    => '+7(871)###-##-##',
            'country' => 'Россия',
        ],
        78712    => [
            'code'    => 'ru',
            'mask'    => '+7(8712)##-##-##',
            'country' => 'Россия',
        ],
        787132   => [
            'code'    => 'ru',
            'mask'    => '+7(87132)#-##-##',
            'country' => 'Россия',
        ],
        787134   => [
            'code'    => 'ru',
            'mask'    => '+7(87134)#-##-##',
            'country' => 'Россия',
        ],
        787135   => [
            'code'    => 'ru',
            'mask'    => '+7(87135)#-##-##',
            'country' => 'Россия',
        ],
        787136   => [
            'code'    => 'ru',
            'mask'    => '+7(87136)#-##-##',
            'country' => 'Россия',
        ],
        787142   => [
            'code'    => 'ru',
            'mask'    => '+7(87142)#-##-##',
            'country' => 'Россия',
        ],
        787143   => [
            'code'    => 'ru',
            'mask'    => '+7(87143)#-##-##',
            'country' => 'Россия',
        ],
        787145   => [
            'code'    => 'ru',
            'mask'    => '+7(87145)#-##-##',
            'country' => 'Россия',
        ],
        787146   => [
            'code'    => 'ru',
            'mask'    => '+7(87146)#-##-##',
            'country' => 'Россия',
        ],
        787147   => [
            'code'    => 'ru',
            'mask'    => '+7(87147)#-##-##',
            'country' => 'Россия',
        ],
        787148   => [
            'code'    => 'ru',
            'mask'    => '+7(87148)#-##-##',
            'country' => 'Россия',
        ],
        787152   => [
            'code'    => 'ru',
            'mask'    => '+7(87152)#-##-##',
            'country' => 'Россия',
        ],
        787154   => [
            'code'    => 'ru',
            'mask'    => '+7(87154)#-##-##',
            'country' => 'Россия',
        ],
        787155   => [
            'code'    => 'ru',
            'mask'    => '+7(87155)#-##-##',
            'country' => 'Россия',
        ],
        787156   => [
            'code'    => 'ru',
            'mask'    => '+7(87156)#-##-##',
            'country' => 'Россия',
        ],
        787164   => [
            'code'    => 'ru',
            'mask'    => '+7(87164)#-##-##',
            'country' => 'Россия',
        ],
        7872     => [
            'code'    => 'ru',
            'mask'    => '+7(872)###-##-##',
            'country' => 'Россия',
        ],
        78722    => [
            'code'    => 'ru',
            'mask'    => '+7(8722)##-##-##',
            'country' => 'Россия',
        ],
        787230   => [
            'code'    => 'ru',
            'mask'    => '+7(87230)#-##-##',
            'country' => 'Россия',
        ],
        787231   => [
            'code'    => 'ru',
            'mask'    => '+7(87231)#-##-##',
            'country' => 'Россия',
        ],
        787232   => [
            'code'    => 'ru',
            'mask'    => '+7(87232)#-##-##',
            'country' => 'Россия',
        ],
        787233   => [
            'code'    => 'ru',
            'mask'    => '+7(87233)#-##-##',
            'country' => 'Россия',
        ],
        787234   => [
            'code'    => 'ru',
            'mask'    => '+7(87234)#-##-##',
            'country' => 'Россия',
        ],
        787235   => [
            'code'    => 'ru',
            'mask'    => '+7(87235)#-##-##',
            'country' => 'Россия',
        ],
        787236   => [
            'code'    => 'ru',
            'mask'    => '+7(87236)#-##-##',
            'country' => 'Россия',
        ],
        787237   => [
            'code'    => 'ru',
            'mask'    => '+7(87237)#-##-##',
            'country' => 'Россия',
        ],
        787238   => [
            'code'    => 'ru',
            'mask'    => '+7(87238)#-##-##',
            'country' => 'Россия',
        ],
        787239   => [
            'code'    => 'ru',
            'mask'    => '+7(87239)#-##-##',
            'country' => 'Россия',
        ],
        787240   => [
            'code'    => 'ru',
            'mask'    => '+7(87240)#-##-##',
            'country' => 'Россия',
        ],
        787242   => [
            'code'    => 'ru',
            'mask'    => '+7(87242)#-##-##',
            'country' => 'Россия',
        ],
        787243   => [
            'code'    => 'ru',
            'mask'    => '+7(87243)#-##-##',
            'country' => 'Россия',
        ],
        787244   => [
            'code'    => 'ru',
            'mask'    => '+7(87244)#-##-##',
            'country' => 'Россия',
        ],
        787245   => [
            'code'    => 'ru',
            'mask'    => '+7(87245)#-##-##',
            'country' => 'Россия',
        ],
        787246   => [
            'code'    => 'ru',
            'mask'    => '+7(87246)#-##-##',
            'country' => 'Россия',
        ],
        787247   => [
            'code'    => 'ru',
            'mask'    => '+7(87247)#-##-##',
            'country' => 'Россия',
        ],
        787248   => [
            'code'    => 'ru',
            'mask'    => '+7(87248)#-##-##',
            'country' => 'Россия',
        ],
        787249   => [
            'code'    => 'ru',
            'mask'    => '+7(87249)#-##-##',
            'country' => 'Россия',
        ],
        787252   => [
            'code'    => 'ru',
            'mask'    => '+7(87252)#-##-##',
            'country' => 'Россия',
        ],
        787254   => [
            'code'    => 'ru',
            'mask'    => '+7(87254)#-##-##',
            'country' => 'Россия',
        ],
        787255   => [
            'code'    => 'ru',
            'mask'    => '+7(87255)#-##-##',
            'country' => 'Россия',
        ],
        787256   => [
            'code'    => 'ru',
            'mask'    => '+7(87256)#-##-##',
            'country' => 'Россия',
        ],
        787257   => [
            'code'    => 'ru',
            'mask'    => '+7(87257)#-##-##',
            'country' => 'Россия',
        ],
        787258   => [
            'code'    => 'ru',
            'mask'    => '+7(87258)#-##-##',
            'country' => 'Россия',
        ],
        787259   => [
            'code'    => 'ru',
            'mask'    => '+7(87259)#-##-##',
            'country' => 'Россия',
        ],
        787260   => [
            'code'    => 'ru',
            'mask'    => '+7(87260)#-##-##',
            'country' => 'Россия',
        ],
        787261   => [
            'code'    => 'ru',
            'mask'    => '+7(87261)#-##-##',
            'country' => 'Россия',
        ],
        787262   => [
            'code'    => 'ru',
            'mask'    => '+7(87262)#-##-##',
            'country' => 'Россия',
        ],
        787263   => [
            'code'    => 'ru',
            'mask'    => '+7(87263)#-##-##',
            'country' => 'Россия',
        ],
        787264   => [
            'code'    => 'ru',
            'mask'    => '+7(87264)#-##-##',
            'country' => 'Россия',
        ],
        787265   => [
            'code'    => 'ru',
            'mask'    => '+7(87265)#-##-##',
            'country' => 'Россия',
        ],
        787266   => [
            'code'    => 'ru',
            'mask'    => '+7(87266)#-##-##',
            'country' => 'Россия',
        ],
        787267   => [
            'code'    => 'ru',
            'mask'    => '+7(87267)#-##-##',
            'country' => 'Россия',
        ],
        787268   => [
            'code'    => 'ru',
            'mask'    => '+7(87268)#-##-##',
            'country' => 'Россия',
        ],
        787271   => [
            'code'    => 'ru',
            'mask'    => '+7(87271)#-##-##',
            'country' => 'Россия',
        ],
        787272   => [
            'code'    => 'ru',
            'mask'    => '+7(87272)#-##-##',
            'country' => 'Россия',
        ],
        787273   => [
            'code'    => 'ru',
            'mask'    => '+7(87273)#-##-##',
            'country' => 'Россия',
        ],
        787274   => [
            'code'    => 'ru',
            'mask'    => '+7(87274)#-##-##',
            'country' => 'Россия',
        ],
        787275   => [
            'code'    => 'ru',
            'mask'    => '+7(87275)#-##-##',
            'country' => 'Россия',
        ],
        787276   => [
            'code'    => 'ru',
            'mask'    => '+7(87276)#-##-##',
            'country' => 'Россия',
        ],
        787279   => [
            'code'    => 'ru',
            'mask'    => '+7(87279)#-##-##',
            'country' => 'Россия',
        ],
        7873     => [
            'code'    => 'ru',
            'mask'    => '+7(873)###-##-##',
            'country' => 'Россия',
        ],
        78732    => [
            'code'    => 'ru',
            'mask'    => '+7(8732)##-##-##',
            'country' => 'Россия',
        ],
        787341   => [
            'code'    => 'ru',
            'mask'    => '+7(87341)#-##-##',
            'country' => 'Россия',
        ],
        787342   => [
            'code'    => 'ru',
            'mask'    => '+7(87342)#-##-##',
            'country' => 'Россия',
        ],
        787343   => [
            'code'    => 'ru',
            'mask'    => '+7(87343)#-##-##',
            'country' => 'Россия',
        ],
        787344   => [
            'code'    => 'ru',
            'mask'    => '+7(87344)#-##-##',
            'country' => 'Россия',
        ],
        787345   => [
            'code'    => 'ru',
            'mask'    => '+7(87345)#-##-##',
            'country' => 'Россия',
        ],
        7877     => [
            'code'    => 'ru',
            'mask'    => '+7(877)###-##-##',
            'country' => 'Россия',
        ],
        78772    => [
            'code'    => 'ru',
            'mask'    => '+7(8772)##-##-##',
            'country' => 'Россия',
        ],
        787770   => [
            'code'    => 'ru',
            'mask'    => '+7(87770)#-##-##',
            'country' => 'Россия',
        ],
        787771   => [
            'code'    => 'ru',
            'mask'    => '+7(87771)#-##-##',
            'country' => 'Россия',
        ],
        787772   => [
            'code'    => 'ru',
            'mask'    => '+7(87772)#-##-##',
            'country' => 'Россия',
        ],
        787773   => [
            'code'    => 'ru',
            'mask'    => '+7(87773)#-##-##',
            'country' => 'Россия',
        ],
        787777   => [
            'code'    => 'ru',
            'mask'    => '+7(87777)#-##-##',
            'country' => 'Россия',
        ],
        787778   => [
            'code'    => 'ru',
            'mask'    => '+7(87778)#-##-##',
            'country' => 'Россия',
        ],
        787779   => [
            'code'    => 'ru',
            'mask'    => '+7(87779)#-##-##',
            'country' => 'Россия',
        ],
        7878     => [
            'code'    => 'ru',
            'mask'    => '+7(878)###-##-##',
            'country' => 'Россия',
        ],
        78782    => [
            'code'    => 'ru',
            'mask'    => '+7(8782)##-##-##',
            'country' => 'Россия',
        ],
        787870   => [
            'code'    => 'ru',
            'mask'    => '+7(87870)#-##-##',
            'country' => 'Россия',
        ],
        787872   => [
            'code'    => 'ru',
            'mask'    => '+7(87872)#-##-##',
            'country' => 'Россия',
        ],
        787873   => [
            'code'    => 'ru',
            'mask'    => '+7(87873)#-##-##',
            'country' => 'Россия',
        ],
        787874   => [
            'code'    => 'ru',
            'mask'    => '+7(87874)#-##-##',
            'country' => 'Россия',
        ],
        787875   => [
            'code'    => 'ru',
            'mask'    => '+7(87875)#-##-##',
            'country' => 'Россия',
        ],
        787876   => [
            'code'    => 'ru',
            'mask'    => '+7(87876)#-##-##',
            'country' => 'Россия',
        ],
        787877   => [
            'code'    => 'ru',
            'mask'    => '+7(87877)#-##-##',
            'country' => 'Россия',
        ],
        787878   => [
            'code'    => 'ru',
            'mask'    => '+7(87878)#-##-##',
            'country' => 'Россия',
        ],
        787879   => [
            'code'    => 'ru',
            'mask'    => '+7(87879)#-##-##',
            'country' => 'Россия',
        ],
        7879     => [
            'code'    => 'ru',
            'mask'    => '+7(879)###-##-##',
            'country' => 'Россия',
        ],
        787922   => [
            'code'    => 'ru',
            'mask'    => '+7(87922)#-##-##',
            'country' => 'Россия',
        ],
        78793    => [
            'code'    => 'ru',
            'mask'    => '+7(8793)##-##-##',
            'country' => 'Россия',
        ],
        787932   => [
            'code'    => 'ru',
            'mask'    => '+7(87932)#-##-##',
            'country' => 'Россия',
        ],
        787934   => [
            'code'    => 'ru',
            'mask'    => '+7(87934)#-##-##',
            'country' => 'Россия',
        ],
        787935   => [
            'code'    => 'ru',
            'mask'    => '+7(87935)#-##-##',
            'country' => 'Россия',
        ],
        787937   => [
            'code'    => 'ru',
            'mask'    => '+7(87937)#-##-##',
            'country' => 'Россия',
        ],
        787938   => [
            'code'    => 'ru',
            'mask'    => '+7(87938)#-##-##',
            'country' => 'Россия',
        ],
        787951   => [
            'code'    => 'ru',
            'mask'    => '+7(87951)#-##-##',
            'country' => 'Россия',
        ],
        787961   => [
            'code'    => 'ru',
            'mask'    => '+7(87961)#-##-##',
            'country' => 'Россия',
        ],
        787964   => [
            'code'    => 'ru',
            'mask'    => '+7(87964)#-##-##',
            'country' => 'Россия',
        ],
        79       => [
            'code'    => 'ru',
            'mask'    => '+7(9##)###-##-##',
            'country' => 'Россия',
        ],
    ],
    10 => [
        599  => [
            'code'    => 'CW',
            'mask'    => '+599-###-####',
            'country' => 'Кюрасао',
        ],
        297  => [
            'code'    => 'AW',
            'mask'    => '+297-###-####',
            'country' => 'Аруба',
        ],
        387  => [
            'code'    => 'BA',
            'mask'    => '+387-##-#####',
            'country' => 'Босния и Герцеговина',
        ],
        673  => [
            'code'    => 'BN',
            'mask'    => '+673-###-####',
            'country' => 'Бруней-Даруссалам',
        ],
        975  => [
            'code'    => 'BT',
            'mask'    => '+975-#-###-###',
            'country' => 'Бутан',
        ],
        501  => [
            'code'    => 'BZ',
            'mask'    => '+501-###-####',
            'country' => 'Белиз',
        ],
        53   => [
            'code'    => 'CU',
            'mask'    => '+53-#-###-####',
            'country' => 'Куба',
        ],
        238  => [
            'code'    => 'CV',
            'mask'    => '+238(###)##-##',
            'country' => 'Кабо-Верде',
        ],
        49   => [
            'code'    => 'DE',
            'mask'    => '+49(###)##-###',
            'country' => 'Германия',
        ],
        45   => [
            'code'    => 'DK',
            'mask'    => '+45-##-##-##-##',
            'country' => 'Дания',
        ],
        372  => [
            'code'    => 'EE',
            'mask'    => '+372-###-####',
            'country' => 'Эстония',
        ],
        291  => [
            'code'    => 'ER',
            'mask'    => '+291-#-###-###',
            'country' => 'Эритрея',
        ],
        679  => [
            'code'    => 'FJ',
            'mask'    => '+679-##-#####',
            'country' => 'Фиджи',
        ],
        691  => [
            'code'    => 'FM',
            'mask'    => '+691-###-####',
            'country' => 'Ф.Ш. Микронезии',
        ],
        241  => [
            'code'    => 'GA',
            'mask'    => '+241-#-##-##-##',
            'country' => 'Габон',
        ],
        220  => [
            'code'    => 'GM',
            'mask'    => '+220(###)##-##',
            'country' => 'Гамбия',
        ],
        245  => [
            'code'    => 'GW',
            'mask'    => '+245-#-######',
            'country' => 'Гвинея-Бисау',
        ],
        592  => [
            'code'    => 'GY',
            'mask'    => '+592-###-####',
            'country' => 'Гайана',
        ],
        62   => [
            'code'    => 'ID',
            'mask'    => '+62-##-###-###',
            'country' => 'Индонезия',
        ],
        246  => [
            'code'    => 'IO',
            'mask'    => '+246-###-####',
            'country' => 'Диего-Гарсия',
        ],
        354  => [
            'code'    => 'IS',
            'mask'    => '+354-###-####',
            'country' => 'Исландия',
        ],
        269  => [
            'code'    => 'KM',
            'mask'    => '+269-##-#####',
            'country' => 'Коморы',
        ],
        961  => [
            'code'    => 'LB',
            'mask'    => '+961-#-###-###',
            'country' => 'Ливан',
        ],
        692  => [
            'code'    => 'MH',
            'mask'    => '+692-###-####',
            'country' => 'Маршалловы Острова',
        ],
        95   => [
            'code'    => 'MM',
            'mask'    => '+95-##-###-###',
            'country' => 'Бирма (Мьянма)',
        ],
        230  => [
            'code'    => 'MU',
            'mask'    => '+230-###-####',
            'country' => 'Маврикий',
        ],
        960  => [
            'code'    => 'MV',
            'mask'    => '+960-###-####',
            'country' => 'Мальдивские острова',
        ],
        2651 => [
            'code'    => 'MW',
            'mask'    => '+265-1-###-###',
            'country' => 'Малави',
        ],
        52   => [
            'code'    => 'MX',
            'mask'    => '+52-##-##-####',
            'country' => 'Мексика',
        ],
        60   => [
            'code'    => 'MY',
            'mask'    => '+60-##-###-###',
            'country' => 'Малайзия',
        ],
        234  => [
            'code'    => 'NG',
            'mask'    => '+234-##-###-##',
            'country' => 'Нигерия',
        ],
        47   => [
            'code'    => 'NO',
            'mask'    => '+47(###)##-###',
            'country' => 'Норвегия',
        ],
        674  => [
            'code'    => 'NR',
            'mask'    => '+674-###-####',
            'country' => 'Науру',
        ],
        64   => [
            'code'    => 'NZ',
            'mask'    => '+64-##-###-###',
            'country' => 'Новая Зеландия',
        ],
        507  => [
            'code'    => 'PA',
            'mask'    => '+507-###-####',
            'country' => 'Панама',
        ],
        680  => [
            'code'    => 'PW',
            'mask'    => '+680-###-####',
            'country' => 'Палау',
        ],
        677  => [
            'code'    => 'SB',
            'mask'    => '+677-###-####',
            'country' => 'Соломоновы Острова ',
        ],
        248  => [
            'code'    => 'SC',
            'mask'    => '+248-#-###-###',
            'country' => 'Сейшелы',
        ],
        65   => [
            'code'    => 'SG',
            'mask'    => '+65-####-####',
            'country' => 'Сингапур',
        ],
        252  => [
            'code'    => 'SO',
            'mask'    => '+252-#-###-###',
            'country' => 'Сомали ',
        ],
        597  => [
            'code'    => 'SR',
            'mask'    => '+597-###-####',
            'country' => 'Суринам ',
        ],
        239  => [
            'code'    => 'ST',
            'mask'    => '+239-##-#####',
            'country' => 'Сан-Томе и Принсипи',
        ],
        66   => [
            'code'    => 'TH',
            'mask'    => '+66-##-###-###',
            'country' => 'Таиланд',
        ],
        670  => [
            'code'    => 'TL',
            'mask'    => '+670-###-####',
            'country' => 'Восточный Тимор',
        ],
        678  => [
            'code'    => 'VU',
            'mask'    => '+678-##-#####',
            'country' => 'Вануату ',
        ],
        967  => [
            'code'    => 'YE',
            'mask'    => '+967-#-###-###',
            'country' => 'Йемен',
        ],
        263  => [
            'code'    => 'ZW',
            'mask'    => '+263-#-######',
            'country' => 'Зимбабве',
        ],
    ],
    8  => [
        682  => [
            'code'    => 'CK',
            'mask'    => '+682-##-###',
            'country' => 'Острова Кука',
        ],
        49   => [
            'code'    => 'DE',
            'mask'    => '+49-###-###',
            'country' => 'Германия',
        ],
        500  => [
            'code'    => 'FK',
            'mask'    => '+500-#####',
            'country' => 'Фолклендские острова',
        ],
        686  => [
            'code'    => 'KI',
            'mask'    => '+686-##-###',
            'country' => 'Кирибати',
        ],
        95   => [
            'code'    => 'MM',
            'mask'    => '+95-###-###',
            'country' => 'Бирма (Мьянма)',
        ],
        677  => [
            'code'    => 'SB',
            'mask'    => '+677-#####',
            'country' => 'Соломоновы Острова',
        ],
        676  => [
            'code'    => 'TO',
            'mask'    => '+676-#####',
            'country' => 'Тонга',
        ],
        6882 => [
            'code'    => 'TV',
            'mask'    => '+688-2####',
            'country' => 'Тувалу',
        ],
        678  => [
            'code'    => 'VU',
            'mask'    => '+678-#####',
            'country' => 'Вануату',
        ],
    ],
    13 => [
        86     => [
            'code'    => 'CN',
            'mask'    => '+86(###)####-####',
            'country' => 'Китайская Н.Р.',
        ],
        49     => [
            'code'    => 'DE',
            'mask'    => '+49(####)###-####',
            'country' => 'Германия',
        ],
        358    => [
            'code'    => 'FI',
            'mask'    => '+358(###)###-##-##',
            'country' => 'Финляндия',
        ],
        628    => [
            'code'    => 'ID',
            'mask'    => '+62(8##)###-##-###',
            'country' => 'Индонезия ',
        ],
        964    => [
            'code'    => 'IQ',
            'mask'    => '+964(###)###-####',
            'country' => 'Ирак',
        ],
        850191 => [
            'code'    => 'KP',
            'mask'    => '+850-191-###-####',
            'country' => 'Корейская НДР ',
        ],
        850    => [
            'code'    => 'KP',
            'mask'    => '+850-###-####-###',
            'country' => 'Корейская НДР',
        ],
        85620  => [
            'code'    => 'LA',
            'mask'    => '+856(20##)###-###',
            'country' => 'Лаос ',
        ],
        423    => [
            'code'    => 'LI',
            'mask'    => '+423(###)###-####',
            'country' => 'Лихтенштейн',
        ],
        234    => [
            'code'    => 'NG',
            'mask'    => '+234(###)###-####',
            'country' => 'Нигерия ',
        ],
        378    => [
            'code'    => 'SM',
            'mask'    => '+378-####-######',
            'country' => 'Сан-Марино',
        ],
    ],
    14 => [
        86 => [
            'code'    => 'CN',
            'mask'    => '+86-##-#####-#####',
            'country' => 'Китайская Н.Р.',
        ],
    ],
    20 => [
        850 => [
            'code'    => 'KP',
            'mask'    => '+850-####-#############',
            'country' => 'Корейская НДР',
        ],
    ],
];